[
  {
    "text": "Влияние роста на маржу ROST от драйверов в сегментах продуктовой матрицы.",
    "references": [
      "Отчетность по сегментам. У Компании один отчетный сегмент. Компания определяет свои операционные сегменты в соответствии с тем, как управляются и оцениваются бизнес-деятельности. По состоянию на 3 февраля 2024 года Компания выделила два операционных сегмента: Ross и dd’s DISCOUNTS. Операции каждого операционного сегмента включают только деятельность, связанную с розничной торговлей со скидками в магазинах по всей территории Соединенных Штатов. Компания определила, что два операционных сегмента обладают схожими экономическими и другими качественными характеристиками, и поэтому они объединены в один отчетный сегмент.",
      "Консолидированная отчетность о прибылях и убытках  \nФинансовый год, закончившийся  \n($000, за исключением данных на одну акцию)\t\t3 февраля 2024 г.\t\t28 января 2023 г.\t\t29 января 2022 г.  \nВыручка\t\t$ 20,376,941 \t\t\t$ 18,695,829 \t\t\t$ 18,916,244 \t\nЗатраты и расходы\t\t\t\t\t\t\nСебестоимость проданных товаров\t\t14,801,601 \t\t\t13,946,230 \t\t\t13,708,907 \t\nРасходы на сбыт, общие и административные\t\t3,267,677 \t\t\t2,759,268 \t\t\t2,874,469 \t\nЧистые процентные (доходы) расходы\t\t(164,118)\t\t\t2,842 \t\t\t74,328 \t\nОбщие затраты и расходы\t\t17,905,160 \t\t\t16,708,340 \t\t\t16,657,704 \t\nПрибыль до налогообложения\t\t2,471,781 \t\t\t1,987,489 \t\t\t2,258,540 \t\nНалог на прибыль\t\t597,261 \t\t\t475,448 \t\t\t535,951 \t\nЧистая прибыль\t\t$ 1,874,520 \t\t\t$ 1,512,041 \t\t\t$ 1,722,589 \t\nПрибыль на одну акцию\t\t\t\t\t\t\nОсновная\t\t$ 5.59 \t\t\t$ 4.40 \t\t\t$ 4.90 \t\nРазводненная\t\t$ 5.56 \t\t\t$ 4.38 \t\t\t$ 4.87 \t\nСредневзвешенное количество акций в обращении (000)\t\t\t\t\t\t\nОсновная\t\t335,187 \t\t\t343,452 \t\t\t351,496 \t\nРазводненная\t\t337,433 \t\t\t345,222 \t\t\t353,734",
      "Следующая таблица сегментации продаж разделяет выручку по категориям товаров за финансовые годы 2023, 2022 и 2021:\n\n2023  \n1  \n2022        2021  \nHome Accents and Bed and Bath        26  %        26  %        26  %  \nLadies        23  %        24  %        25  %  \nMen’s        15  %        15  %        14  %  \nAccessories, Lingerie, Fine Jewelry, and Cosmetics        15  %        14  %        14  %  \nShoes        13  %        12  %        12  %  \nChildren’s        8  %        9  %        9  %  \nTotal        100  %        100  %        100  %"
    ],
    "answer": "Доступные доли продаж позволяют оценить относительные изменения между категориями товаров за последние три года. Примечательно следующее:  \n• Домашние аксессуары и товары для спальни и ванной комнаты сохраняли стабильную долю в 26% с 2021 по 2023 год, что свидетельствует о том, что они являются стабильным источником выручки, а не драйвером роста.  \n• Категория «Женская», однако, показала небольшое снижение с 25% в 2021 году до 23% в 2023 году, что может указывать на то, что эта категория не способствует росту выручки в последнее время.  \n• Доля категории «Мужская» выросла с 14% в 2021 году до 15% в 2023 году, аналогично категории «Аксессуары» (включая нижнее белье, ювелирные изделия и косметику), которая увеличилась с 14% до 15%. Доля категории «Обувь» также выросла с 12% до 13%. Эти изменения указывают на то, что категории «Мужская», «Аксессуары» и «Обувь» могут вносить более значимый вклад в общий рост выручки.  \nС точки зрения будущих маржинальности и прибыльности, если растущие категории обычно имеют более высокую маржинальность, то их рост доли может улучшить общую прибыльность. С другой стороны, если эти категории по своей природе имеют более низкую маржу, то сдвиг может оказать давление на будущие маржи, несмотря на более высокий объем продаж. Таким образом, хотя данные четко показывают небольшую положительную тенденцию в сегментах «Мужская», «Аксессуары» и «Обувь», для окончательного прогноза влияния на маржи потребуется более глубокий анализ структуры издержек каждой категории. Это может включать изучение вклада валовой прибыли по каждой категории, деталей затрат или расходов на рекламные акции, которые здесь не раскрываются."
  },
  {
    "text": "Структура долга Cisco за период с 29.07.23 по 27.07.24 с акцентом на краткосрочные и долгосрочные обязательства.",
    "references": [
      "Ниже приведена таблица, суммирующая наш долгосрочный долг (в миллионах, за исключением процентов):\n\n| | 27 июля 2024 г. | | | 29 июля 2023 г. | |\n|---|---|---|---|---|---|\n| | Дата погашения | Сумма | Эффективная ставка | Сумма | Эффективная ставка |\n| **Старшие облигации:** | | | | | |\n| **Облигации с фиксированной ставкой:** | | | | | |\n| 2,20% | 20 сентября 2023 г. | — | — | 750 | 2,27% |\n| 3,625% | 4 марта 2024 г. | — | — | 1000 | 6,08% |\n| 3,50% | 15 июня 2025 г. | 500 | 6,66% | 500 | 6,38% |\n| 4,90% | 26 февраля 2026 г. | 1000 | 5,00% | — | — |\n| 2,95% | 28 февраля 2026 г. | 750 | 3,01% | 750 | 3,01% |\n| 2,50% | 20 сентября 2026 г. | 1500 | 2,55% | 1500 | 2,55% |\n| 4,80% | 26 февраля 2027 г. | 2000 | 4,90% | — | — |\n| 4,85% | 26 февраля 2029 г. | 2500 | 4,91% | — | — |\n| 4,95% | 26 февраля 2031 г. | 2500 | 5,04% | — | — |\n| 5,05% | 26 февраля 2034 г. | 2500 | 4,97% | — | — |\n| 5,90% | 15 февраля 2039 г. | 2000 | 6,11% | 2000 | 6,11% |\n| 5,50% | 15 января 2040 г. | 2000 | 5,67% | 2000 | 5,67% |\n| 5,30% | 26 февраля 2054 г. | 2000 | 5,28% | — | — |\n| 5,35% | 26 февраля 2064 г. | 1000 | 5,42% | — | — |\n| Другой долгосрочный долг | | 3 | 1,13% | — | — |\n| **Итого** | | **20 253** | | **8 500** | |\n| Непризнанный дисконт/затраты на выпуск | | **(133)** | | **(68)** | |\n| Корректировки справедливой стоимости по учету хеджирования | | **(11)** | | **(41)** | |\n| **Итого** | | **$ 20 109** | | **$ 8 391** | |\n| **Сообщается как:** | | | | | |\n| Краткосрочный долг | | **$ 488** | | **$ 1 733** | |\n| Долгосрочный долг | | **19 621** | | **6 658** | |\n| **Итого** | | **$ 20 109** | | **$ 8 391** | |\n\nВ феврале 2024 г. мы выпустили старшие облигации общей номинальной стоимостью 13,5 млрд долларов.\n\nВ предыдущем периоде мы заключили сделку по процентному свопу с общей номинальной стоимостью 0,5 млрд долларов, которая была предназначена в качестве хеджирования справедливой стоимости определенных наших облигаций с фиксированной ставкой. Этот своп преобразует фиксированную процентную ставку облигации в плавающую процентную ставку, основанную на Secured Overnight Financing Rate (SOFR). Прибыль и убыток, связанные с изменением справедливой стоимости процентного свопа, в значительной степени компенсируют изменение справедливой стоимости хеджируемой части основного долга, обусловленного изменением рыночных процентных ставок. Дополнительную информацию см. в примечании 13.\n\nПроценты по каждому классу старших облигаций с фиксированной ставкой выплачиваются каждые полгода. Каждая из старших облигаций с фиксированной ставкой может быть выкуплена нами в любое время при условии выплаты премии. Старшие облигации имеют равный приоритет по сравнению с коммерческими бумагами, выпущенными в рамках нашей программы краткосрочного долгосрочного финансирования, как обсуждалось выше в разделе «(a) Краткосрочный долг». По состоянию на 27 июля 2024 г. мы соблюдали все условия долговых обязательств.",
      "По состоянию на 27 июля 2024 года будущие основные платежи по долгосрочным обязательствам, включая текущую часть, суммированы следующим образом (в миллионах долларов):\n\nФинансовый год\tСумма\n2025\t$ 500\n2026\t1 751\n2027\t3 502\n2028\t—\n2029\t2 500\nПосле 2029\t12 000\nИтого\t$ 20 253",
      "CISCO SYSTEMS, INC.  \nКонсолидированный баланс  \n(в миллионах, за исключением номинальной стоимости)  \n27 июля 2024 г.    29 июля 2023 г.  \nАКТИВЫ  \nТекущие активы:  \nДенежные средства и эквиваленты  \n$ 7,508            $ 10,123  \nИнвестиции  \n10,346             16,023  \nДебиторская задолженность, за вычетом резерва в размере $87 на 27 июля 2024 г. и $85 на 29 июля 2023 г.  \n6,685              5,854  \nЗапасы  \n3,373              3,644  \nФинансовые дебиторы, чисто  \n3,338              3,352  \nПрочие текущие активы  \n5,612              4,352  \nИтого текущие активы  \n36,862             43,348  \nОсновные средства, чисто  \n2,090              2,085  \nФинансовые дебиторы, чисто  \n3,376              3,483  \nДобровольная стоимость  \n58,660             38,535  \nПриобретенные нематериальные активы, чисто  \n11,219             1,818  \nОтложенные налоговые активы  \n6,262              6,576  \nПрочие активы  \n5,944              6,007  \nИТОГО АКТИВЫ  \n$ 124,413          $ 101,852  \nПАССИВЫ И КАПИТАЛ  \nТекущие обязательства:  \nКраткосрочная задолженность  \n$ 11,341           $ 1,733  \nДолговая задолженность  \n2,304              2,313  \nНалоги, подлежащие уплате  \n1,439              4,235  \nНачисленная заработная плата  \n3,608              3,984  \nОтложенный доход  \n16,249             13,908  \nПрочие текущие обязательства  \n5,643              5,136  \nИтого текущие обязательства  \n40,584             31,309  \nДолгосрочная задолженность  \n19,621             6,658  \nНалоги, подлежащие уплате  \n3,985              5,756  \nОтложенный доход  \n12,226             11,642  \nПрочие долгосрочные обязательства  \n2,540              2,134  \nИтого обязательства  \n78,956             57,499  \nОбязательства и резервы (Примечание 14)  \nКапитал:  \nКапитал акционеров Cisco:  \nПривилегированные акции, номинальная стоимость $0,001: 5 акций утверждено; ни одна акция не выпущена и не обращается  \n—                  —  \nОбыкновенные акции и дополнительный вклад, номинальная стоимость $0,001: 20 000 акций утверждено; 4 007 и 4 066 акций выпущено и в обращении на 27 июля 2024 г. и 29 июля 2023 г. соответственно  \n45,800             44,289  \nНераспределенная прибыль  \n1,087              1,639  \nНакопленный иной совокупный убыток  \n(1,430)            (1,575)  \nИтого капитал  \n45,457             44,353  \nИТОГО ПАССИВЫ И КАПИТАЛ  \n$ 124,413          $ 101,852"
    ],
    "answer": "Между 29 июля 2023 года и 27 июля 2024 года Cisco значительно перестроила свою долговую структуру. В июле 2023 года общий долг составлял около 8,391 млрд долларов, включая примерно 6,658 млрд долларов долгосрочного долга и 1,733 млрд долларов краткосрочного долга. К июлю 2024 года общий долг вырос до примерно 20,109 млрд долларов, но это увеличение почти полностью обусловлено ростом долгосрочного долга, который вырос до примерно 19,621 млрд долларов, в то время как краткосрочный долг снизился до примерно 488 млн долларов.\n\nЭто изменение свидетельствует о явном смещении в сторону более длительных сроков погашения: общий объем долга увеличился, при этом доля долгосрочного заимствования выросла до примерно 97,6% от общего долга по сравнению с предыдущим соотношением (примерно 79,4% долгосрочного и 20,6% краткосрочного долга). Стратегия указывает на то, что Cisco продлила сроки погашения своих обязательств и снизила риски рефинансирования в ближайшей перспективе, что соответствует выпуску долговых обязательств (например, 13,5 млрд долларов в виде старших облигаций, выпущенных в феврале 2024 года) и переходу к более выгодной долгосрочной структуре капитала."
  },
  {
    "text": "Ревеню-микс MTCH (Match Group) влияет на её оценку и перспективы роста.",
    "references": [
      "Match Group, Inc. через свои дочерние компании является ведущим поставщиком цифровых технологий, предназначенных для помощи людям в установлении значимых связей. Наш глобальный портфель брендов включает Tinder®, Hinge®, Match®, Meetic®, OkCupid®, Pairs™, Plenty Of Fish®, Azar®, BLK® и другие, каждый из которых разработан для повышения вероятности установления контактов между пользователями. Через наши надежные бренды мы предлагаем индивидуальные услуги, соответствующие различным предпочтениям наших пользователей. Наши услуги доступны более чем на 40 языках для пользователей по всему миру. У Match Group один операционный сегмент — Connections, который управляется как портфель брендов.",
      "MATCH GROUP, INC. И ДОЧЕРНИЕ КОМПАНИИ  \nКОНСOLIDИРОВАННЫЙ ОТЧЕТ О ПРИБЫЛЯХ И УБЫТКАХ  \n \tГоды, закончившиеся 31 декабря,  \n \t2023\t\t2022\t\t2021  \n \t(в тысячах долларов, за исключением данных на одну акцию)  \nВыручка\t$\t3,364,504 \t\t\t$\t3,188,843 \t\t\t$\t2,983,277 \t\nОперационные расходы и издержки:\t \t\t \t\t \nСебестоимость продаж (без амортизации, показанной отдельно ниже)\n954,014 \t\t\t959,963 \t\t\t839,308 \t\nРасходы на сбыт и маркетинг\t586,262 \t\t\t534,517 \t\t\t566,459 \t\nРасходы на общее и административное управление\t413,609 \t\t\t435,868 \t\t\t414,821 \t\nРасходы на разработку продукции\t384,185 \t\t\t333,639 \t\t\t241,049 \t\nАмортизация\t61,807 \t\t\t43,594 \t\t\t41,402 \t\nАмортизация нематериальных активов и убытки от обесценения\t47,731 \t\t\t366,257 \t\t\t28,559 \t\nОбщие операционные расходы и издержки\t2,447,608 \t\t\t2,673,838 \t\t\t2,131,598 \t\nОперационная прибыль\n916,896 \t\t\t515,005 \t\t\t851,679 \t\nПроцентные расходы\t(159,887)\t\t\t(145,547)\t\t\t(130,493)\t\nПрочие доходы (расходы), чисто\n19,772 \t\t\t8,033 \t\t\t(465,038)\t\nПрибыль от продолжающейся деятельности до налогообложения\n776,781 \t\t\t377,491 \t\t\t256,148 \t\nНалог на прибыль (вычет)\t(125,309)\t\t\t(15,361)\t\t\t19,897 \t\nЧистая прибыль от продолжающейся деятельности\n651,472 \t\t\t362,130 \t\t\t276,045 \t\n(Убыток) прибыль от прекращенной деятельности, за вычетом налогов\n— \t\t\t(2,211)\t\t\t509 \t\nЧистая прибыль\n651,472 \t\t\t359,919 \t\t\t276,554 \t\nЧистый убыток, приходящийся на долю неконтролирующих интересов\n67 \t\t\t2,027 \t\t\t1,169 \t\nЧистая прибыль, приходящаяся на акционеров Match Group, Inc.\n$\t651,539 \t\t\t$\t361,946 \t\t\t$\t277,723 \t\nЧистая прибыль на одну акцию от продолжающейся деятельности:\t\t\t\t\t\n     Основная\t$\t2.36 \t\t\t$\t1.29 \t\t\t$\t1.01 \t\n     Разводненная\t$\t2.26 \t\t\t$\t1.25 \t\t\t$\t0.93 \t\nЧистая прибыль на одну акцию, приходящаяся на акционеров Match Group, Inc.:\n     Основная\t$\t2.36 \t\t\t$\t1.28 \t\t\t$\t1.01 \t\n     Разводненная\t$\t2.26 \t\t\t$\t1.24 \t\t\t$\t0.93 \t\nРасходы на вознаграждение в виде акций по функциям:\t\t\t\t\t\nСебестоимость продаж\t$\t5,934 \t\t\t$\t5,903 \t\t\t$\t5,554 \t\nРасходы на сбыт и маркетинг\t9,730 \t\t\t7,608 \t\t\t7,941 \t\nРасходы на общее и административное управление\t98,510 \t\t\t106,133 \t\t\t81,420 \t\nРасходы на разработку продукции\t117,925 \t\t\t84,236 \t\t\t51,901 \t\nОбщие расходы на вознаграждение в виде акций\t$\t232,099 \t\t\t$\t203,880 \t\t\t$\t146,816",
      "Ниже приведена разбивка выручки:  \n \tПо итогам годов, закончившихся 31 декабря,  \n \t2023\t\t2022\t\t2021  \n \t(в тысячах)  \nПрямая выручка:  \nАмерика\t$\t1 744 586 \t\t\t$\t1 629 069 \t\t\t$\t1 512 057 \t\nЕвропа\t933 413 \t\t\t848 886 \t\t\t821 827 \t\nАзиатско-Тихоокеанский регион и прочие\t630 132 \t\t\t652 266 \t\t\t588 987 \t\nОбщая прямая выручка\t3 308 131 \t\t\t3 130 221 \t\t\t2 922 871 \t\nКосвенная выручка (преимущественно рекламная выручка)  \n56 373 \t\t\t58 622 \t\t\t60 406 \t\nОбщая выручка\t$\t3 364 504 \t\t\t$\t3 188 843 \t\t\t$\t2 983 277 \t\nПрямая выручка  \nTinder\t$\t1 917 629 \t\t\t$\t1 794 467 \t\t\t$\t1 649 757 \t\nHinge\t396 485 \t\t\t283 668 \t\t\t196 538 \t\nMatch Group Asia\t302 591 \t\t\t321 714 \t\t\t268 642 \t\nEvergreen & Emerging\t691 426 \t\t\t730 372 \t\t\t807 934 \t\nОбщая прямая выручка\t$\t3 308 131 \t\t\t$\t3 130 221 \t\t\t$\t2 922 871"
    ],
    "answer": "Предоставленные данные позволяют провести осмысленный анализ того, как структура выручки влияет на оценку Match Group и ее перспективы роста. Выделяются несколько ключевых моментов:\n\n1. **Распределение выручки и расчеты**: В 2023 году общая выручка составила около 3,364 млрд долларов, из которых прямая выручка (в основном основанная на подписках) составила около 3,308 млрд долларов. Это означает, что примерно 98% выручки приходится на подписные услуги, а оставшиеся 2% — на косвенную (рекламную) выручку. Подобное распределение наблюдается и в предыдущие годы. Сильный акцент на прямую выручку от подписок подчеркивает зависимость компании от повторяющихся, основаных на членстве поступлений.\n\n2. **Стабильность и предсказуемость**: Выручка от подписок, как правило, более стабильна и предсказуема, чем рекламная. Инвесторы обычно отдают предпочтение компаниям с высоким уровнем повторяющейся выручки, поскольку они обеспечивают более надежные денежные потоки, что, в свою очередь, может поддерживать более высокие коэффициенты оценки. Этот аспект бизнес-модели может способствовать более высокой оценке, особенно если количество подписчиков растет стабильно или уровень оттока остается низким.\n\n3. **Рассмотрения оценки и профиль риска**: Оценка бизнеса, в основном основанного на подписках, обычно включает ожидания стабильного возобновления подписок и потенциала для продажи дополнительных услуг. В отличие от этого, рекламная выручка может быть более цикличной и зависеть от общих экономических условий. Учитывая сильную зависимость Match Group от подписок, ее оценка скорее отражает стабильность и потенциал роста ее пользовательской базы, а не волатильность, часто наблюдаемую в рекламно-ориентированных компаниях. Однако это также означает, что как рост, так и оценка будут тесно связаны с способностью компании привлекать и удерживать подписчиков по всем ее брендам.\n\n4. **Перспективы будущего роста**: Поскольку почти вся выручка поступает от подписок, будущий рост компании в основном связан с расширением пользовательской базы, повышением вовлеченности подписчиков и потенциальным повышением цен или запуском новых подписных услуг. Хотя небольшой процент рекламной выручки в настоящее время обеспечивает диверсификацию, маловероятно, что она станет значимым драйвером будущего роста, если компания не будет стратегически использовать свои цифровые платформы для роста этого сегмента.\n\nВ заключение, структура выручки, в которой доминирует прямая выручка от подписок, поддерживает оценку, отражающую стабильность, повторяющиеся денежные потоки и потенциал устойчивого роста в будущем. Инвесторы, вероятно, воспримут такую модель положительно, при условии, что компания продолжит успешно расти и монетизировать свою пользовательскую базу, управляя при этом конкурентным давлением."
  },
  {
    "text": "Разница в резерве на судебные разбирательства для VTRS влияет на оценку и настроение инвесторов.",
    "references": [
      "Viatris участвует в различных судебных разбирательствах, некоторые из которых связаны с исками на значительные суммы. Оценивается необходимость создания резерва на случай потерь, связанной с любым из этих судебных разбирательств, если вероятно, что обязательство было возникшим на дату финансовой отчетности, и сумма потерь может быть разумно оценена. Из-за субъективного характера, присущего оценке исхода судебных разбирательств, и из-за возможности того, что неблагоприятный исход судебного разбирательства может оказать существенное негативное влияние на наш бизнес, финансовое состояние, результаты операций, денежные потоки и/или цену обыкновенных акций, такие оценки считаются ключевыми бухгалтерскими оценками.  \nОтклонение на 5% между оценочными и записанными резервами по судебным разбирательствам и фактическое разрешение некоторых юридических вопросов повлияло бы на баланс наших резервов по судебным разбирательствам примерно на 8,6 млн долларов. Дополнительная информация о судебных разбирательствах содержится в примечании 19 «Судебные разбирательства», включённом во вторую часть, пункт 8 настоящего отчета Form 10-K.",
      "Компания участвует в различных спорах, государственных и/или регуляторных расследованиях, проверках и разбирательствах, налоговых спорах и судебных разбирательствах как в США, так и за рубежом, которые возникают время от времени, некоторые из которых могут привести к убыткам, включая ущерб, штрафы и/или гражданские санкции, а также уголовные обвинения в отношении Компании. Эти вопросы часто сложны и их исход трудно предсказать.  \nКроме того, в связи с объединением Компания в целом приняла на себя ответственность и контроль над текущими и угрожающими юридическими делами, связанными с бизнесом Upjohn — включая некоторые дела, инициированные против Pfizer, описанные ниже, — и согласилась компенсировать Pfizer за обязательства, вытекающие из таких принятых юридических дел. Pfizer, однако, согласилась сохранить ряд дел — включая определенные вопросы, связанные с антимонопольным законодательством, — в той мере, в какой они возникают из действий, совершенных в период до распределения, и согласилась компенсировать Компании обязательства, вытекающие из таких дел.  \nХотя Компания считает, что у нее имеются обоснованные основания для защиты в отношении выдвинутых против нее претензий и упомянутых выше принятых юридических дел, и намерена решительно отстаивать свою позицию, процесс урегулирования этих вопросов по своей природе неопределен и может развиваться в течение длительного времени, поэтому невозможно предсказать окончательное разрешение любого из них. Возможно, что неблагоприятное разрешение любого из текущих дел может оказать существенное влияние на бизнес Компании, финансовое состояние, результаты операций, денежные потоки, способность выплачивать дивиденды и/или цену акций.  \nНекоторые из этих государственных расследований, проверок, разбирательств и судебных разбирательств, в которых участвует Компания, описаны ниже, и если иное не раскрыто, Компания не может предсказать исход дела или дать оценку диапазона разумно возможных существенных убытков. Компания отражает резервы по сомнительным расходам в той мере, в какой она считает, что вероятно, что обязательство было понесено, и сумма убытка может быть разумно оценена. Компания также участвует в других текущих разбирательствах, по которым, по мнению Компании, основанному на фактах и обстоятельствах, известных на данный момент, либо вероятность убытка мала, либо любые разумно возможные убытки, связанные с разрешением таких разбирательств, не ожидаются существенными для бизнеса Компании, ее финансового положения, результатов операций, денежных потоков, способности выплачивать дивиденды и/или цены акций. Если и когда любые разумно возможные убытки, связанные с разрешением таких других текущих разбирательств, по мнению Компании, станут существенными, Компания раскроет такие вопросы.  \nРасходы на юридические услуги отражаются по мере их возникновения и классифицируются в составе общих и административных расходов в консолидированном отчете о прибылях и убытках Компании.",
      "Исковое производство по EpiPen® Автоматический инжектор\n\n14 февраля 2020 года компания вместе с другими компаниями, не связанными с Viatris, была названа ответчиком в предполагаемом иске от прямых покупателей, поданном в Федеральный суд США по округу Канзас, касающемся ценообразования и/или маркетинга EpiPen® Автоматический инжектор. 21 сентября 2021 года после того, как исковое заявление истцов было отклонено с возможностью подачи ограниченного исправленного искового заявления, истцы подали исправленное исковое заявление, содержащее федеральные антимонопольные требования, основанные на утверждениях, касающихся патентного соглашения между Pfizer и Teva, а также других предполагаемых действий, связанных с запуском генерического автоинжектора эпинефрина Teva. Истцы требуют денежные компенсации, объективное решение, возмещение расходов и издержек. Судебный процесс в настоящее время запланирован на начало марта 2026 года.\n\nНачиная с марта 2020 года, компания вместе с другими компаниями, не связанными с Viatris, была названа ответчиком в предполагаемых исках от прямых покупателей, поданных в Федеральный суд США по округу Миннесота, касающихся контрактов с некоторыми поставщиками лекарственных средств, касающихся EpiPen® Автоматический инжектор. Истцы утверждают, что предполагаемые действия привели к исключению или ограничению конкурирующих продуктов и устранению ценовых ограничений в нарушение RICO и федерального антимонопольного законодательства. Эти иски были объединены. Истцы требуют денежные компенсации, возмещение расходов и издержек. Подано ходатайство о сертификации класса.\n\n24 апреля 2017 года Sanofi Aventis U.S., LLC (\"Sanofi\") подала иск против компании в Федеральный суд США по округу Нью-Джерси. Этот иск был передан в MDL в Федеральный суд США по округу Канзас и содержал обвинения в исключительных сделках и антиконкурентной маркетинговой практике в нарушение антимонопольного законодательства в связи с продажей и маркетингом EpiPen® Автоматический инжектор. Sanofi требовала денежные компенсации, объективное решение, возмещение расходов и издержек. Суд удовлетворил ходатайство компании о вынесении решения по существу и отклонил иск Sanofi. Апелляция Sanofi была отклонена. Петиция Sanofi о пересмотре в Верховном суде США также была отклонена, что завершает это дело. Компания имеет общий резерв в размере около 5,5 млн долларов США, связанный с этими делами на 31 декабря 2023 года, который включен в прочие текущие обязательства в консолидированном балансе. Хотя вполне возможно, что компания может понести дополнительные убытки по этим делам, любая сумма в настоящее время не может быть разумно оценена. Кроме того, компания ожидает понесения дополнительных расходов на юридические и иные профессиональные услуги, связанных с этими делами в будущем, и будет признавать эти расходы по мере получения услуг. Компания считает, что окончательная сумма, выплаченная за эти услуги и претензии, может оказать существенное влияние на бизнес компании, финансовое состояние, результаты операций, денежные потоки, способность выплачивать дивиденды и/или цену акций в будущем.\n\nВопросы ценообразования на лекарственные препараты\n\nМинистерство юстиции\n\n3 декабря 2015 года компания получила повестку от Отдела антимонопольного законодательства Министерства юстиции США, запрашивая информацию, связанную с маркетингом, ценообразованием и продажей некоторых наших генерических продуктов и любыми сообщениями с конкурентами по таким продуктам. 8 сентября 2016 года компания, а также некоторые сотрудники и члены высшего руководства, получили повестки от Министерства юстиции США, запрашивая аналогичную информацию. Были также выполнены соответствующие ордера на обыск.\n\n10 мая 2018 года компания получила гражданское расследование от Отдела гражданских дел Министерства юстиции США, запрашивая информацию, связанную с ценообразованием и продажей ее генерических лекарственных препаратов.\n\nМы полностью сотрудничали с этими расследованиями, которые, как мы считаем, связаны с более широким отраслевым расследованием в сфере генерических лекарственных препаратов. Мы не имели контактов с Министерством юстиции США по вышеуказанным повесткам или гражданскому расследованию в течение нескольких лет.\n\nГражданские иски\n\nНачиная с 2016 года, компания, вместе с другими производителями, была названа ответчиком в исковых заявлениях, поданных в США и Канаде, в целом, утверждающих антиконкурентное поведение в отношении генерических лекарственных препаратов. Иски были поданы истцами, включая предполагаемые классы прямых покупателей, косвенных покупателей и косвенных перепродавцов, а также отдельными прямыми и косвенными покупателями и некоторыми городами и округами. Иски утверждают ущерб в соответствии с федеральными законами, а также в США иски также утверждают ущерб в соответствии с законами штатов, включая антимонопольные законы, законы о защите потребителей штатов и претензии о несправедливом обогащении. Некоторые из исков в США также называют ответчиками президента компании, включая обвинения против него в отношении одного лекарственного препарата, и одного из сотрудников по продажам компании, включая обвинения против него в отношении некоторых генерических лекарственных препаратов. Подавляющее большинство исков было объединено в рамках MDL в Восточном округе Пенсильвании (\"EDPA\"). Истцы, как правило, требуют денежные компенсации, возмещение, объективное и судебное решение, возмещение расходов и издержек. Суд EDPA постановил, что некоторые исковые заявления истцов по двум делам с одним лекарственным препаратом должны продолжаться в качестве образцовых. Компания названа в тех исковых заявлениях истцов, которые касаются одного из двух индивидуальных лекарственных препаратов, и ходатайства о сертификации класса находятся в ожидании по этому делу.\n\nИски от генеральных прокуроров\n\n21 декабря 2015 года компания получила повестку и опросные вопросы от офиса генерального прокурора штата Коннектикут, запрашивая информацию, связанную с маркетингом, ценообразованием и продажей некоторых генерических продуктов компании и сообщениями с конкурентами по таким продуктам. 14 декабря 2016 года генеральные прокуроры некоторых штатов подали иск в Федеральный суд США по округу Коннектикут против нескольких производителей генерических лекарственных препаратов, включая компанию, утверждая антиконкурентное поведение в отношении, среди прочего"
    ],
    "answer": "Нестабильность оценки резервов по судебным спорам вносит неопределенность в финансовую отчетность, что создает ряд рисков для оценки компании и настроения инвесторов. Например, отклонение на 5%, составляющее примерно 8,6 млн долларов, свидетельствует о высокой чувствительности базовых оценок по юридическим рискам к допущениям. Это порождает две ключевые проблемы:\n\n1. Риск оценки: Инвесторы полагаются на точные и стабильные оценки для прогнозирования будущих прибылей и денежных потоков. Возможная недооценка обязательств по судебным спорам может привести к неожиданным расходам в будущем, когда фактические убытки станут очевидными. Приблизительный расчет (отклонение на 5%, соответствующее 8,6 млн долларов) показывает, что общий резерв по судебным спорам может составлять около 172 млн долларов. Даже небольшое процентное отклонение может привести к значительному абсолютному финансовому воздействию, потребовав пересмотра прогнозируемой прибыльности и денежных потоков. Такое отклонение, при корректировке в последующих финансовых периодах, может повлиять на коэффициенты оценки, изменить предположения по ставке дисконтирования и, возможно, привести к снижению рыночной оценки акций компании.\n\n2. Настроение инвесторов и восприятие риска: Эффективное управление рисками и прозрачность высоко ценятся инвесторами. Собственная субъективность юридических оценок и невозможность предсказать конечные исходы этих неопределенностей могут заставить инвесторов воспринимать риск-профиль компании как более высокий. Если в будущем раскрытия покажут, что фактические расходы по судебным спорам превысят оценки (или если оценки окажутся чрезмерно волатильными), доверие инвесторов может снизиться. Это усугубит рыночную неопределенность и может привести к росту волатильности акций, увеличению премий за риск и потенциальным понижениям рейтинга со стороны рейтинговых агентств. Все эти факторы вместе могут привести к менее благоприятному инвестиционному восприятию.\n\nВ целом, нестабильность оценок резервов по судебным спорам представляет собой как прямой риск для отражаемой прибыли в случае превышения ожидаемых убытков, так и косвенный риск, влияющий на доверие инвесторов и рыночную оценку. Поэтому тщательное раскрытие информации и осторожное моделирование этих резервов крайне важно для смягчения неблагоприятной реакции рынка."
  },
  {
    "text": "Анализ изменения показателей запасов и региональных ухудшений для APA.",
    "references": [
      "Запасы состоят в основном из трубных изделий и оборудования и оцениваются по более низкой из двух величин: средневзвешенной себестоимости или реальной реализуемой стоимости. Не проданная нефть, преимущественно из Северного моря, также включается в запасы и оценивается по более низкой из двух величин: себестоимости добычи или реальной реализуемой стоимости.\n\nВ 2023 году компания признала убытки в размере 50 млн долларов в связи с оценкой запасов оборудования для бурения и эксплуатации после решения о приостановке буровых работ в Северном море.\n\nВ 2021 году компания также признала прочие убытки, составившие около 26 млн долларов в связи с оценкой запасов в Египте и 22 млн долларов в связи с оценкой запасов и ожидаемой продажей оборудования в Северном море.",
      "Ниже приводится подробная информация о прочих текущих активах Компании по состоянию на 31 декабря:  \n\n2023        2022  \n            (в миллионах долларов)  \nЗапасы            453         427  \nАвансовые платежи по бурению    88          89  \nПредоплаченные активы и прочее   46          31  \nТекущая обеспеченность по ликвидации для проданных активов в Мексиканском заливе  178         450  \nИтого прочие текущие активы     765         997",
      "APA CORPORATION AND SUBSIDIARIES  \nОТЧЕТ О СОВОКУПНЫХ ПОТOKАХ ДЕНЕЖНЫХ СРЕДСТВ  \nЗа год, закончившийся 31 декабря,  \n2023    2022    2021  \n(в миллионах долларов)\n\nПОТОКИ ДЕНЕЖНЫХ СРЕДСТВ ОТ ОПЕРАЦИОННОЙ ДЕЯТЕЛЬНОСТИ:  \nЧистая прибыль, включая доли неконтролирующих интересов  \n$ 3,207    $ 4,082    $ 1,313  \nКорректировки для приведения чистой прибыли к чистому денежному потоку от операционной деятельности:  \nНереализованные убытки (прибыли) по производным инструментам, чисто  \n(51)    67    (69)  \nПрибыль от продажи активов, чисто  \n(8)    (1,180)    (67)  \nРасходы на бурение разведочных скважин и обесценение неподтвержденных лицензий  \n114    207    97  \nАмортизация, износ и списание  \n1,540    1,233    1,360  \nНакопление обязательств по ликвидации активов  \n116    117    113  \nОбесценение  \n61    —    208  \nРезерв на (возврат) отсроченных подоходных налогов  \n(1,662)    145    (74)  \n(Прибыль) убыток от погашения долга  \n(9)    67    104  \nУбытки по ранее проданным объектам в Мексиканском заливе  \n212    157    446  \nПрочее  \n26    (73)    28  \nИзменения в операционных активах и обязательствах:  \nДебиторская задолженность  \n(157)    (93)    (386)  \nЗапасы  \n13    (1)    (9)  \nАвансовые платежи по бурению и прочие текущие активы  \n269    (15)    71  \nОтложенные расходы и прочие долгосрочные активы  \n270    69    (42)  \nРасчеты с поставщиками  \n(84)    (4)    245  \nНакопленные расходы  \n(400)    303    127  \nОтложенные кредиты и долгосрочные обязательства  \n(328)    (138)    31  \nЧИСТОЙ ДЕНЕЖНЫЙ ПОТОК ОТ ОПЕРАЦИОННОЙ ДЕЯТЕЛЬНОСТИ  \n3,129    4,943    3,496  \n\nПОТОКИ ДЕНЕЖНЫХ СРЕДСТВ ОТ ИНВЕСТИЦИОННОЙ ДЕЯТЕЛЬНОСТИ:  \nДобавления к активам добычи нефти и газа  \n(2,313)    (1,770)    (1,101)  \nПриобретение активов в Делавэр-бассейне  \n(24)    (591)    —  \nПриобретение лицензий и имущества  \n(20)    (37)    (9)  \nПоступления от продажи активов  \n29    778    256  \nПоступления от продажи акций Kinetik  \n228    224    —  \nДеконсолидация наличных средств и эквивалентов Altus  \n—    (143)    —  \nПрочее, чисто  \n(38)    28    21  \nЧИСТОЙ ДЕНЕЖНЫЙ ПОТОК ОТ ИНВЕСТИЦИОННОЙ ДЕЯТЕЛЬНОСТИ  \n(2,138)    (1,511)    (833)  \n\nПОТОКИ ДЕНЕЖНЫХ СРЕДСТВ ОТ ФИНАНСОВОЙ ДЕЯТЕЛЬНОСТИ:  \nПоступления от (выплаты по) оборотным кредитным линиям, чисто  \n(194)    24    392  \nВыплаты по долговым обязательствам Apache с фиксированной ставкой  \n(65)    (1,493)    (1,795)  \nРаспределения неконтролирующим интересам — Египет  \n(238)    (362)    (279)  \nДивиденды, выплаченные акционерам общего акционерного капитала APA  \n(308)    (207)    (52)  \nДеятельность по выкупу акций, чисто  \n(329)    (1,423)    (847)  \nПрочее, чисто  \n(15)    (28)    (42)  \nЧИСТОЙ ДЕНЕЖНЫЙ ПОТОК ОТ ФИНАНСОВОЙ ДЕЯТЕЛЬНОСТИ  \n(1,149)    (3,489)    (2,623)  \n\nЧИСТОЕ УВЕЛИЧЕНИЕ (УМЕНЬШЕНИЕ) НАЛИЧНЫХ СРЕДСТВ И ЭКВИВАЛЕНТОВ  \n(158)    (57)    40  \nНАЛИЧНЫЕ СРЕДСТВ И ЭКВИВАЛЕНТЫ НА НАЧАЛО ГОДА  \n245    302    262  \nНАЛИЧНЫЕ СРЕДСТВ И ЭКВИВАЛЕНТЫ НА КОНЦОМ ПЕРИОДА  \n$ 87    $ 245    $ 302  \n\nДОПОЛНИТЕЛЬНЫЕ ДАННЫЕ ПО ПОТОКАМ ДЕНЕЖНЫХ СРЕДСТВ:  \nПроценты, уплаченные, за вычетом капитализированных процентов  \n$ 329    $ 322    $ 442  \nПодоходные налоги, уплаченные, за вычетом возвратов  \n1,271    1,431    633"
    ],
    "answer": "Предоставленные данные позволяют в определенной степени оценить эффективность системы управления запасами и контроля операционных рисков компании APA. Во-первых, годовой рост запасов с 427 млн долларов в 2022 году до 453 млн долларов в 2023 году составляет примерно 6%. Этот рост может быть просто следствием увеличения объемов производства или накопления запасов в ожидании будущей деятельности. Однако тот факт, что эти запасы подвергаются регулярным оценкам на обесценение — особенно по правилу «ниже по стоимости или по реальной продажной стоимости» — порождает вопросы относительно оценки стоимости и уровня риска.\n\nОсобо следует отметить, что значительные обесценения в основном связаны с операциями в Северном море. В 2023 году APA сообщила о 50 млн долларов обесценения, связанного с оборудованием для бурения и эксплуатации, после приостановки буровых работ в Северном море. Предыдущие обесценения (например, в 2021 году) также подчеркивают проблемы в других регионах, таких как Египет (примерно 26 млн долларов) и дополнительные корректировки в Северном море (около 22 млн долларов).\n\nЭти цифры обесценения свидетельствуют о том, что хотя процессы управления запасами компании — использующие консервативные методы оценки — оперативно фиксируют снижение стоимости активов, они также выявляют существующие операционные риски. По сути, крупные обесценения показывают, что системы контроля рисков компании в таких регионах, как Северное море, реагируют на операционные трудности и рыночные условия, такие как изменения в стратегии добычи или давление на региональные рынки. Такая реактивная корректировка, хотя и заслуживает похвалы с точки зрения консервативного бухгалтерского учета, может указывать на необходимость укрепления систем контроля рисков в上游-секторе, чтобы снизить потребность в столь значительных обесценениях.\n\nВ целом, умеренный рост запасов в сочетании со значительными суммами обесценения показывает, что процессы оценки стоимости запасов APA строги в выявлении снижения стоимости активов. Однако масштаб обесценения, особенно в Северном море, свидетельствует о том, что основные операционные риски остаются высокими, и компании может быть полезно пересмотреть свои системы контроля операционных рисков и стратегические решения, касающиеся накопления запасов в нестабильных регионах."
  },
  {
    "text": "Влияние на управление затратами от скорректированной EBITDA по корпоративным операциям WBD",
    "references": [
      "По состоянию на 31 декабря 2023 года мы классифицировали нашу деятельность на три отчетных сегмента:\n• Студии — наш сегмент «Студии» в основном включает производство и выпуск художественных фильмов для первоначального показа в кинотеатрах, производство и первоначальную лицензию телевизионных программ для наших сетей/услуг DTC, а также для третьих сторон, распространение наших фильмов и телевизионных программ на различные сторонние и внутренние телевизионные и потоковые сервисы, распространение через рынок домашнего развлечения (физические и цифровые носители), лицензирование связанных потребительских товаров и тематических развлечений, а также интерактивные игры.\n• Сети — наш сегмент «Сети» в основном включает наши внутренние и международные телевизионные сети.\n• DTC — наш сегмент DTC в основном включает наши премиальные платные телевизионные и потоковые сервисы.\nПредставление сегментов соответствует нашей управленческой структуре, и финансовая информация, используемая руководством для принятия решений по операционным вопросам, таким как распределение ресурсов и оценка бизнес-эффективности. Финансовая информация по нашим сегментам и географическим регионам, в которых мы осуществляем деятельность, приведена в разделе 7 «Обсуждение и анализ финансового состояния и результатов операций» и примечании 23 к консолидированным финансовым отчетам, включенным в раздел 8 «Финансовая отчетность и дополнительные данные» в этом Годовом отчете по форме 10-K.\n\nСтудии\nБизнес «Студии» WBD включает Warner Bros. Motion Picture Group (“WBMPG”), DC Studios, Warner Bros. Television Group (“WBTVG”), Consumer Products, Themed Entertainment and Brand Licensing, DC Comics Publishing, Content Licensing, Home Entertainment, Studio Operations и Interactive Gaming.\nWBMPG включает Warner Bros. Pictures, New Line Cinema и Warner Bros. Pictures Animation. WBMPG сотрудничает с захватывающими рассказчиками для создания кинопродукции для глобальной аудитории.\nDC Studios, задачей которой является разработка свойств, лицензированных от DC Comics для фильмов, телевизионных программ и анимации, продолжает традицию высококачественного повествования в рамках вселенной DC, одновременно создавая устойчивый рост бизнеса на основе культовых персонажей.\nWBTVG включает Warner Bros. Television, основное подразделение компании по производству живых драматических телепрограмм, а также Warner Bros. Unscripted Television, которое производит несценарные и альтернативные программы через четыре производственных подразделения — Warner Horizon Unscripted Television, Telepictures, Warner Bros. International Television Production и Shed Media. WBTVG также включает Warner Bros. Animation, Cartoon Network Studios и Hanna-Barbera Studios Europe.\nСреди основных произведений сегмента «Студии» в 2023 году были фильмы Barbie, ставший #1 фильмом года по всему миру по объему мировых сборов, Wonka, Aquaman and the Lost Kingdom и The Nun II, а также награжденные премиями телевизионные проекты, включая Abbott Elementary, Ted Lasso, Night Court, Shrinking, Genndy Tartakovsky’s Primal, The Golden Bachelor и The Voice.\nПомимо производственной деятельности, сегмент «Студии» включает различные бизнесы, способствующие взаимодействию потребителей с интеллектуальной собственностью, которую он создает.\nGlobal Consumer Products, Themed Entertainment and Brand Licensing, а также всемирно известный комикс- и издательский гигант DC Comics, все способствуют появлению возможностей для потребителей взаимодействовать с ведущими развлекательными брендами и франшизами WBD.\nРаспространение большинства контента WBD по всему миру осуществляется через Content Sales, который обеспечивает контент для зрителей через потоковые сервисы, кабельные, спутниковые и эфирные сети, местные телевизионные станции и авиакомпании. Warner Bros. Home Entertainment контролирует глобальное распространение контента через физические товары (Blu-ray Disc™ и DVD) и цифровые носители в виде электронной продажи и видео по требованию через кабельные, спутниковые, онлайн и мобильные каналы.\nСегмент «Студии» также включает Warner Bros. Games, всемирного издателя, разработчика, лицензиара и дистрибьютора контента для интерактивной сферы на всех платформах, включая консольные, портативные, мобильные и ПК-игры как для внутренних, так и для сторонних игровых проектов. На основе франшизы «Мир волшебства Гарри Поттера» Warner Bros. Games выпустила в 2023 году Hogwarts Legacy, которая стала #1 игрой года по всему миру.\nЧастью Worldwide Studio Operations является Warner Bros. Studio Tour London – The Making of Harry Potter и Warner Bros. Studio Tour Hollywood, которые привлекают посетителей со всего мира, давая поклонникам возможность приблизиться к любимому развлечению. В июне 2023 года группа Worldwide Studio Operations открыла Warner Bros. Studio Tour Tokyo – The Making of Harry Potter, новый опыт, который стал первым студийным туром Warner Bros. в Азии.\n\nПо итогам года, закончившегося 31 декабря 2023 года, доходы от контента и прочие доходы составили 93% и 7% соответственно от общего объема выручки этого сегмента.\n\nСети\nЛинейные операции сетей WBD включают общие развлекательные, сетевые для образа жизни и новостные каналы в США, а также ряд международных медиа-сетей и глобальных спортивных сетей.\nОбщие развлекательные сети в США включают TNT, №1 развлекательный канал в кабельной сети; TBS, популярное место для телевидения среди молодых взрослых; и Turner Classic Movies. Другие развлекательные сети WBD включают OWN, Discovery Channel, Cartoon Network, Adult Swim и truTV среди многих других.\nВедущими в категории образа жизни являются Magnolia Network, состоящая из коллекции вдохновляющих оригинальных сериалов, подобранных Чипом и Джоанной Гейнс, в которых представлены одни из самых талантливых имен в области дома и дизайна, еды, садоводства и искусств; HGTV, с понятными историями, экспертами по недвижимости и ремонту и преображением домов; и Food Network, который соединяет зрителей с силой и радостью еды. Дополнительные сети образа жизни включают Travel Channel, Science Channel, TLC и Hogar de HGTV среди многих других.\n\nВ 2023 году CNN, наш глобальный новостной бренд, запустил CNN Max в США, давая зрителям возможность получить доступ к комбинации телевизионного контента CNN и эксклюзивных программ на потоковом сервисе WBD Max.\n\nWBD Sports (переименованный в январе 2024 года в TNT Sports) является глобальным лидером в сфере премиального спортивного контента на нескольких платформах, привлекая фанатов в США и за рубежом. Спортивные права TNT Sports в США включают Национальную баскетбольную ассоциацию («NBA»), Мажор-лигу бейсбола («MLB»), Национальную коллегиальную спортивную ассоциацию («NCAA»), Национальную хоккейную лигу (",
      "Результаты по сегментам — 2023 против 2022 года  \nКомпания оценивает операционную эффективность своих сегментов на основе финансовых показателей, таких как выручка и скорректированная EBITDA. Скорректированная EBITDA определяется как операционная прибыль за вычетом:  \n• компенсации сотрудникам в виде акций;  \n• амортизации и износа;  \n• реструктуризации и консолидации объектов;  \n• определенных убытков от обесценения;  \n• прибылей и убытков от продажи бизнеса и активов;  \n• определенных взаимосегментных исключений;  \n• затрат на сторонние транзакции и интеграцию;  \n• амортизации переоценки содержимого по справедливой стоимости при приобретении;  \n• амортизации капитализированных процентов по содержимому;  \n• и прочих статей, влияющих на сопоставимость.  \n\nКомпания использует этот показатель для оценки операционных результатов и эффективности своих сегментов, проведения аналитических сравнений, выявления стратегий повышения эффективности и распределения ресурсов между сегментами. Компания считает, что скорректированная EBITDA имеет значение для инвесторов, поскольку позволяет анализировать операционную эффективность каждого сегмента с использованием того же показателя, который применяется руководством. Компания исключает из расчета скорректированной EBITDA компенсации сотрудникам в виде акций, реструктуризацию, определенные убытки от обесценения, прибыли и убытки от продажи бизнеса и активов, а также затраты на транзакции и интеграцию из-за их влияния на сопоставимость между периодами. Затраты на интеграцию включают внедрение и интеграцию трансформационных систем, таких как системы планирования ресурсов предприятия (ERP), и могут занимать несколько лет. Компания также исключает амортизацию основных средств и амортизацию нематериальных активов, амортизацию переоценки содержимого по справедливой стоимости при приобретении и амортизацию капитализированных процентов по содержимому, поскольку эти суммы не представляют собой денежных выплат в текущем отчетном периоде. Некоторые корпоративные расходы и взаимосегментные исключения, связанные со студиями по производству контента, исключаются из результатов сегментов, чтобы позволить руководству оценивать эффективность сегментов на основе решений руководителей сегментов. Скорректированная EBITDA должна рассматриваться в дополнение к, но не как замена, операционной прибыли, чистой прибыли и другим показателям финансовой деятельности, представленным в соответствии с US GAAP.  \n\nНиже приведена наша скорректированная EBITDA по сегментам (в миллионах долларов США).  \n\n| | Год, закончившийся 31 декабря | | |  \n| --- | --- | --- | --- |  \n| | 2023 | 2022 | % изменение |  \n| Studios | $ 2,183 | $ 1,772 | 23 % |  \n| Networks | 9,063 | 8,725 | 4 % |  \n| DTC | 103 | (1,596) | NM |  \n| Corporate | (1,242) | (1,200) | (4) % |  \n| Взаимосегментные исключения | 93 | 17 | NM |",
      "Сегмент студий  \nНиже приведена таблица, отражающая по сегменту «Студии» выручку по видам, некоторые операционные расходы, скорректированную EBITDA и примечание к скорректированной EBITDA в отношении операционной прибыли (убытка) (в миллионах долларов США).\n\n| | Год, закончившийся 31 декабря | | | | | | | | |\n|---|---|---|---|---|---|---|---|---|---|\n| | 2023 | 2022 | | | | | | | |\n| | Фактические данные | Фактические данные | Корректировки по методу «прогноз» | Объединенные данные по методу «прогноз» | Фактические данные | Объединенные данные по методу «прогноз» | Фактические данные | Объединенные данные по методу «прогноз» (без валютных изменений) | |\n| | | | | | | | | | |\n| Выручка: | | | | | | | | | |\n| Распределение | $ 17 | $ 12 | $ 6 | $ 18 | 42 % | (6) % | (6) % | (6) % | |\n| Реклама | 15 | 15 | 9 | 24 | — % | (38) % | (38) % | (38) % | |\n| Содержание | 11 358 | 9 156 | 3 898 | 13 054 | 24 % | (13) % | (13) % | (13) % | |\n| Прочее | 802 | 548 | 154 | 702 | 46 % | 14 % | 13 % | 13 % | |\n| Общая выручка | 12 192 | 9 731 | 4 067 | 13 798 | 25 % | (12) % | (12) % | (12) % | |\n| Себестоимость продаж, исключая амортизацию и износ | 7 296 | 6 310 | 2 392 | 8 702 | 16 % | (16) % | (16) % | (16) % | |\n| Продажи, общие и административные расходы | 2 713 | 1 649 | 698 | 2 347 | 65 % | 16 % | 16 % | 16 % | |\n| Скорректированная EBITDA | 2 183 | 1 772 | 977 | 2 749 | 23 % | (21) % | (21) % | (21) % | |\n| Амортизация и износ | 667 | 501 | 39 | 540 | | | | | |\n| Компенсация сотрудникам в виде акций | — | 1 | 26 | 27 | | | | | |\n| Расходы на реструктуризацию и прочие | 225 | 1 050 | (38) | 1 012 | | | | | |\n| Расходы на сделки и интеграцию | 7 | 9 | — | 9 | | | | | |\n| Амортизация разницы в справедливой стоимости содержания | 995 | 1 370 | (785) | 585 | | | | | |\n| Амортизация капитализированного процента по содержанию | 46 | — | — | — | | | | | |\n| Исключения между сегментами | 31 | 5 | — | 5 | | | | | |\n| Амортизация и убытки от продажи | 1 | 30 | — | 30 | | | | | |\n| Операционная прибыль (убыток) | $ 211 | $ (1 194) | $ 1 735 | $ 541 | | | | | |\n\nНиже приведенный анализ отражает результаты за год, закончившийся 31 декабря 2022 г., на основе объединенных данных по методу «прогноз» без учета валютных изменений, поскольку фактические изменения по сравнению с предыдущим годом по выручке, себестоимости, расходам на продажи, общие и административные расходы и скорректированной EBITDA в основном обусловлены слиянием.\n\nВыручка  \nВыручка от контента снизилась на 13% в 2023 г., в основном из-за снижения доходов от лицензирования телевизионного контента, частично компенсированного ростом выручки от игр благодаря выходу игры «Гарри Поттер: Наследие Хогвартса» и ростом выручки от проката кинопродукции из-за выхода фильма «Барби». Выручка от лицензирования телевизионного контента снизилась из-за сроков производства телевизионного контента, включая влияние забастовок WGA и SAG-AFTRA, некоторых крупных лицензионных сделок прошлого года, меньшего количества сериалов, проданных на наши собственные платформы, и меньшего количества сериалов CW.\n\nПрочая выручка выросла на 13% в 2023 г., в основном благодаря открытию Warner Bros. Studio Tour Tokyo в июне 2023 г. и продолжающемуся высокому посещению Warner Bros. Studio Tour London и Hollywood, частично компенсированному снижением выручки от производственных услуг студии из-за влияния забастовок WGA и SAG-AFTRA.\n\nСебестоимость продаж  \nСебестоимость продаж снизилась на 16% в 2023 г., в основном из-за снижения расходов на контент телевизионных продуктов, включая влияние забастовок WGA и SAG-AFTRA, частично компенсированного ростом расходов на контент игр и кинопродукции, соответствующим росту выручки.\n\nПродажи, общие и административные расходы  \nРасходы на продажи, общие и административные расходы выросли на 16% в 2023 г., в основном из-за роста расходов на маркетинг кинопродукции из-за увеличения количества выпущенных фильмов и роста расходов на маркетинг игр для поддержки выхода игры «Гарри Поттер: Наследие Хогвартса».\n\nСкорректированная EBITDA  \nСкорректированная EBITDA снизилась на 21% в 2023 г.",
      "Сегмент «Сети»  \nНиже приведена таблица, в которой для нашего сегмента «Сети» представлены выручка по видам, некоторые операционные расходы, скорректированная EBITDA и примечание к скорректированной EBITDA в разрезе операционной прибыли (в миллионах долларов).  \n\n| | Год, закончившийся 31 декабря | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | |",
      "Сегмент DTC  \nНиже приведена таблица, в которой представлены выручка по видам, некоторые операционные расходы, скорректированная EBITDA и восстановление скорректированной EBITDA до операционного убытка (в миллионах долларов).  \n\n| | Год, закончившийся 31 декабря | | | | | | |  \n| | 2023 | 2022 | | | | | |  \n| | Фактические | Фактические | Прогнозные корректировки | Прогнозные объединенные | Фактические | Прогнозные объединенные | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | | | | | | | |  \n| | |",
      "Корпоративный сектор  \nНиже приведена таблица с нашим скорректированным EBITDA и восстановлением скорректированного EBITDA до операционного убытка (в миллионах долларов):  \n\n| | Год, закончившийся 31 декабря | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | |"
    ],
    "answer": "Данные показывают, что, хотя корпоративный сегмент Warner Bros. Discovery в 2023 году оставался в убыточном положении, его скорректированная EBITDA улучшилась примерно на 20% по сравнению с предыдущим годом. Это улучшение было обусловлено преимущественно мерами по управлению затратами. В частности, компания добилась значительного сокращения расходов на интеграцию — с уровня около 1,182 млрд долларов в 2022 году до 148 млн долларов в 2023 году, что принесло существенный разовый положительный эффект. Кроме того, снижение операционных расходов, связанных с технологиями, и экономия в других областях (часто называемые сокращением расходов на секьюритизацию и смежные расходы) помогли смягчить негативное влияние бизнес-проблем в сегменте. Эти стратегические сокращения операционных расходов позволили корпоративному сегменту сократить разрыв, несмотря на сохранение общего убытка по скорректированной EBITDA."
  },
  {
    "text": "Критерии стратегии выкупа акций STX и её влияние на стоимость для акционеров.",
    "references": [
      "Все выкупы осуществляются в соответствии с нашим уставом как погашения.  \nПо состоянию на 28 июня 2024 года оставалось $1,9 млрд, доступных для выкупа в рамках существующего ограничения на выкуп, утвержденного советом директоров.  \nНиже приводится информация обо всех выкупах наших обыкновенных акций, совершенных в течение отчетного года, закончившегося 28 июня 2024 года, включая обязательные налоговые удержания, связанные с вступлением в силу опционов на акции сотрудников (в миллионах, за исключением средней цены за акцию):\n\n| Период | Общее количество выкупленных акций (1) | Средняя цена за акцию (1) | Количество выкупленных акций в рамках публично объявленных планов или программ | Приблизительная денежная стоимость акций, которые еще могут быть приобретены в рамках планов или программ |\n|--------|----------------------------------------|---------------------------|------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------|\n| 1-й квартал — 3-й квартал отчетного года 2024 | 1 | — | 1 | $1,891 |\n| 30 марта 2024 — 26 апреля 2024 | — | — | — | 1,891 |\n| 27 апреля 2024 — 31 мая 2024 | — | — | — | 1,890 |\n| 1 июня 2024 — 28 июня 2024 | — | — | — | 1,883 |\n| Через 4-й квартал отчетного года 2024 | 1 | — | 1 | $1,883 |",
      "Время от времени по нашему усмотрению мы можем выкупать любые из наших обращающихся обыкновенных акций путем закрытых, рыночных или сделок с участием брокеров, предложений выкупа или иных средств, включая использование деривативных операций. В течение финансового года 2024 года мы выкупили около 1 миллиона наших обыкновенных акций, включая акции, удержанные для уплаты налоговых обязательств, связанных с реализацией акций сотрудников. См. «Раздел 5. Рынок акций регистрируемого лица, связанные вопросы акционеров и выкуп акций регистрируемым лицом — Выкуп наших акций». По состоянию на 28 июня 2024 года оставалось $1,9 млрд, доступных для выкупа в рамках существующего лимита на выкуп. Мы можем в любой момент ограничить или прекратить программу выкупа. Все выкупы осуществляются в соответствии с нашими Уставными документами.  \nНам требуется значительный объем денежных средств для финансирования увеличенных потребностей в оборотном капитале, будущих капитальных вложений, плановых выплат основной суммы и процентов по нашему долгу и выплат дивидендов. Мы будем продолжать оценивать и управлять погашением и заменой существующего долга и связанных обязательств, включая оценку выпуска новых долговых ценных бумаг, обмена существующих долговых ценных бумаг на другие долговые ценные бумаги и погашения долга посредством переговоров, рыночных покупок, предложений выкупа или иных средств. Кроме того, мы можем выборочно осуществлять стратегические партнерства, приобретения, совместные предприятия и инвестиции, которые могут потребовать дополнительного капитала.",
      "Все выкупы осуществляются в соответствии с уставом Компании в качестве погашения.  \nПо состоянию на 28 июня 2024 года оставалось $1,9 млрд, доступных для выкупа в рамках существующего разрешения на выкуп, утвержденного советом директоров. Ниже приводится информация о выкупе обыкновенных акций Компании в течение финансовых лет 2024, 2023 и 2022:\n\n(в миллионах)  \nЧисло выкупленных акций | Стоимость выкупленных акций (в долларах)\n--- | ---\nНакопленный выкуп до 2 июля 2021 г. | 426 | $14,467\nВыкуп в финансовом году 2022 г. (1) | 21 | 1,857\nНакопленный выкуп до 1 июля 2022 г. | 447 | 16,324\nВыкуп в финансовом году 2023 г. (1) | 6 | 444\nНакопленный выкуп до 30 июня 2023 г. | 453 | 16,768\nВыкуп в финансовом году 2024 г. (1) | 1 | 38\nНакопленный выкуп до 28 июня 2024 г. | 454 | $16,806"
    ],
    "answer": "Информация подтверждает, что $1,9 млрд остаются доступными для выкупа акций в рамках текущего разрешения, и также указывает, что руководство обладает значительной свободой действий в отношении того, как, когда и какими способами будут осуществляться выкупы (через открытый рынок, частные сделки, покупки с участием брокеров и т. д.), а также тот факт, что эти выкупы осуществляются в рамках погашения в соответствии с Уставом компании. Однако данные не содержат подробного графика или конкретных критериев, касающихся точного времени и масштаба будущих выкупов. Вместо этого руководство указывает, что решения будут приниматься на основе таких факторов, как текущие рыночные условия, более широкие потребности компании в распределении капитала — включая оборотный капитал, капитальные вложения и обслуживание долга, — а также общие стратегические соображения. Такая гибкость позволяет руководству выкупать акции в оптимальные моменты, что может повысить стоимость для акционеров за счет потенциального сокращения количества находящихся в обращении акций (что приведет к росту прибыли на акцию), если акции считаются недооцененными. С другой стороны, отказ от выкупа, если появятся другие приоритеты (например, выпуск новых долговых обязательств или размещение капитала для роста), означает, что влияние на стоимость для акционеров будет сбалансировано с этими стратегическими потребностями. В целом, хотя доступное разрешение на выкуп акций представляет собой инструмент, который может способствовать повышению стоимости для акционеров за счет тактических выкупов, конкретное время и масштаб будут зависеть от динамичных рыночных и корпоративных факторов, которые не детализированы в предоставленной информации."
  },
  {
    "text": "Тенденции и драйверы выручки сегмента AEP в 2022–2023 годах.",
    "references": [
      "Отчетные сегменты AEP  \nОсновной бизнес AEP — генерация, передача и распределение электроэнергии. В рамках сегмента «Вертикально интегрированные коммунальные службы» AEP централизованно управляет генерирующими активами и ведет общие операции коммунальных служб на интегрированной основе из-за значительного влияния тарифов, основанных на издержках, и регуляторного контроля. Продажи и передачи между сегментами, как правило, основаны на соответствующих договорных соглашениях. Отчетные сегменты AEP следующие:  \n• Вертикально интегрированные коммунальные службы  \n• Коммунальные службы передачи и распределения  \n• AEP Transmission Holdco  \n• Генерация и сбыт  \nОстальная деятельность AEP представлена в разделе «Корпоративные и прочие», который не рассматривается как отчетный сегмент. Дополнительная информация о сегментах AEP содержится в примечании 9 — Сегменты бизнеса, включённом в годовой отчет за 2023 год.",
      "Разделенные выручки по контрактам с клиентами  \nНиже приведена таблица, отражающая выручку по сегментам AEP от контрактов с клиентами, за вычетом соответствующих резервов на возврат, по видам выручки:  \nНа 31 декабря 2023 г.  \nВертикально интегрированные коммунальные предприятия\t\tТранспортные и распределительные коммунальные предприятия\t\tAEP Transmission Holdco\t\tГенерация и сбыт\t\tКорпоративные и прочие\t\tКорректирующие корректировки\t\tКонсолидированная AEP  \n(в миллионах долларов США)  \nРозничная выручка:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\nРозничная выручка от жилых потребителей\t\t$\t4,479.3 \t\t\t$\t2,609.1 \t\t\t$\t— \t\t\t$\t— \t\t\t$\t— \t\t\t$\t— \t\t\t$\t7,088.4 \t\nРозничная выручка от коммерческих потребителей\t\t2,678.8 \t\t\t1,497.2 \t\t\t— \t\t\t— \t\t\t— \t\t\t— \t\t\t4,176.0 \t\nРозничная выручка от промышленных потребителей (a)\t\t2,748.2 \t\t\t642.1 \t\t\t— \t\t\t— \t\t\t— \t\t\t(0.9)\t\t\t3,389.4 \t\nПрочая розничная выручка\t\t242.7 \t\t\t50.7 \t\t\t— \t\t\t— \t\t\t— \t\t\t— \t\t\t293.4 \t\nИтого розничная выручка\t\t10,149.0 \t\t\t4,799.1 \t\t\t— \t\t\t— \t\t\t— \t\t\t(0.9)\t\t\t14,947.2 \t\nОптовая и конкурентная розничная выручка:  \nВыручка от генерации\t\t662.5 \t\t\t— \t\t\t— \t\t\t111.3 \t\t\t— \t\t\t— \t\t\t773.8 \t\nВыручка от передачи (b)\t\t444.0 \t\t\t701.6 \t\t\t1,748.9 \t\t\t— \t\t\t— \t\t\t(1,418.3)\t\t\t1,476.2 \t\nВыручка от возобновляемой генерации (a)\t\t— \t\t\t— \t\t\t— \t\t\t80.6 \t\t\t— \t\t\t(6.7)\t\t\t73.9 \t\nВыручка от розничных, торговых и маркетинговых операций (c)\t\t— \t\t\t— \t\t\t— \t\t\t1,836.2 \t\t\t0.6 \t\t\t(82.2)\t\t\t1,754.6 \t\nИтого оптовая и конкурентная розничная выручка\t\t1,106.5 \t\t\t701.6 \t\t\t1,748.9 \t\t\t2,028.1 \t\t\t0.6 \t\t\t(1,507.2)\t\t\t4,078.5 \t\nПрочая выручка по контрактам с клиентами (d)\t\t204.4 \t\t\t208.1 \t\t\t16.8 \t\t\t8.6 \t\t\t151.5 \t\t\t(160.3)\t\t\t429.1 \t\nИтого выручка по контрактам с клиентами\t\t11,459.9 \t\t\t5,708.8 \t\t\t1,765.7 \t\t\t2,036.7 \t\t\t152.1 \t\t\t(1,668.4)\t\t\t19,454.8 \t\nПрочая выручка:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\nАльтернативные программы выручки (e)\t\t(35.0)\t\t\t(19.5)\t\t\t(37.1)\t\t\t— \t\t\t— \t\t\t(25.5)\t\t\t(117.1)\t\nПрочая выручка (a) (f)\t\t24.6 \t\t\t24.0 \t\t\t(0.1)\t\t\t(404.5)\t\t\t15.9 \t\t\t(15.3)\t\t\t(355.4)\t\nИтого прочая выручка\t\t(10.4)\t\t\t4.5 \t\t\t(37.2)\t\t\t(404.5)\t\t\t15.9 \t\t\t(40.8)\t\t\t(472.5)\t\nИтого выручка\t\t$\t11,449.5 \t\t\t$\t5,713.3 \t\t\t$\t1,728.5 \t\t\t$\t1,632.2 \t\t\t$\t168.0 \t\t\t$\t(1,709.2)\t\t\t$\t18,982.3 \t\n \n(a) Суммы включают выручку от аффилированных и неаффилированных сторон.  \n(b) Суммы включают выручку от аффилированных и неаффилированных сторон. Выручка от аффилированных сторон для AEP Transmission Holdco составила 1,5 млрд долларов США, а для Вертикально интегрированных коммунальных предприятий — 205 млн долларов США. Остальные аффилированные суммы были незначительными.  \n(c) Суммы включают выручку от аффилированных и неаффилированных сторон. Выручка от аффилированных сторон для Генерации и сбыта составила 82 млн долларов США. Остальные аффилированные суммы были незначительными.  \n(d) Суммы включают выручку от аффилированных и неаффилированных сторон. Выручка от аффилированных сторон для Корпоративных и прочих составила 100 млн долларов США. Остальные аффилированные суммы были незначительными.  \n(e) Альтернативные программы выручки в некоторых юрисдикциях включают регуляторные механизмы, которые периодически корректируют перерасход/недоиспользование связанной выручки.  \n(f) Генерация и сбыт включают экономическую хедж-деятельность.",
      "На 31 декабря 2022 г.  \nВертикально интегрированные коммунальные предприятия\t\tКоммунальные предприятия по передаче и распределению\t\tAEP Transmission Holdco\t\tГенерация и сбыт\t\tКорпоративные и прочие\t\tКорректирующие корректировки\t\tКонсолидированная AEP  \n(в миллионах долларов США)  \nРозничные поступления:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\nРозничные поступления от жилых потребителей\t\t$\t4,498,6 \t\t\t$\t2,497,3 \t\t\t$\t— \t\t\t$\t— \t\t\t$\t— \t\t\t$\t— \t\t\t$\t6,995,9 \t\nРозничные поступления от коммерческих потребителей\t\t2,576,5 \t\t\t1,365,2 \t\t\t— \t\t\t— \t\t\t— \t\t\t— \t\t\t3,941,7 \t\nРозничные поступления от промышленных потребителей (a)\t\t2,543,8 \t\t\t711,3 \t\t\t— \t\t\t— \t\t\t— \t\t\t(0,9)\t\t\t3,254,2 \t\nПрочие розничные поступления\t\t212,2 \t\t\t49,1 \t\t\t— \t\t\t— \t\t\t— \t\t\t— \t\t\t261,3 \t\nОбщие розничные поступления\t\t9,831,1 \t\t\t4,622,9 \t\t\t— \t\t\t— \t\t\t— \t\t\t(0,9)\t\t\t14,453,1 \t\nОптовые и конкурентные розничные поступления:  \nПоступления от генерации\t\t958,3 \t\t\t— \t\t\t— \t\t\t271,2 \t\t\t— \t\t\t— \t\t\t1,229,5 \t\nПоступления от передачи (b)\t\t442,8 \t\t\t650,0 \t\t\t1,700,6 \t\t\t— \t\t\t— \t\t\t(1,413,2)\t\t\t1,380,2 \t\nПоступления от возобновляемой генерации (a)\t\t— \t\t\t— \t\t\t— \t\t\t129,1 \t\t\t— \t\t\t(8,0)\t\t\t121,1 \t\nПоступления от розничных, торговых и маркетинговых операций (a)\t\t— \t\t\t— \t\t\t— \t\t\t1,713,2 \t\t\t6,9 \t\t\t(10,1)\t\t\t1,710,0 \t\nОбщие оптовые и конкурентные розничные поступления\t\t1,401,1 \t\t\t650,0 \t\t\t1,700,6 \t\t\t2,113,5 \t\t\t6,9 \t\t\t(1,431,3)\t\t\t4,440,8 \t\nПрочие поступления по контрактам с клиентами (c)\t\t241,1 \t\t\t247,3 \t\t\t8,2 \t\t\t12,1 \t\t\t93,9 \t\t\t(104,8)\t\t\t497,8 \t\nОбщие поступления по контрактам с клиентами\t\t11,473,3 \t\t\t5,520,2 \t\t\t1,708,8 \t\t\t2,125,6 \t\t\t100,8 \t\t\t(1,537,0)\t\t\t19,391,7 \t\nПрочие поступления:\t\t\t\t\t\t\t\t\t\t\t\t\t\t\nПрограммы альтернативных поступлений (d)\t\t3,8 \t\t\t(26,8)\t\t\t(31,8)\t\t\t— \t\t\t— \t\t\t(57,7)\t\t\t(112,5)\t\nПрочие поступления (a) (e)\t\t0,4 \t\t\t18,6 \t\t\t— \t\t\t341,3 \t\t\t9,1 \t\t\t(9,1)\t\t\t360,3 \t\nОбщие прочие поступления\t\t4,2 \t\t\t(8,2)\t\t\t(31,8)\t\t\t341,3 \t\t\t9,1 \t\t\t(66,8)\t\t\t247,8 \t\nОбщие поступления\t\t$\t11,477,5 \t\t\t$\t5,512,0 \t\t\t$\t1,677,0 \t\t\t$\t2,466,9 \t\t\t$\t109,9 \t\t\t$\t(1,603,8)\t\t\t$\t19,639,5"
    ],
    "answer": "Предоставленные данные позволяют сравнить общий объем выручки каждого сегмента по итогам 2022 и 2023 годов и выявить некоторые ключевые факторы, повлиявшие на изменения. Ниже приведен разбор по сегментам:\n\n1. Вертикально интегрированные коммунальные предприятия:\n• Общая выручка в 2022 году = 11 477,5 млн долларов\n• Общая выручка в 2023 году = 11 449,5 млн долларов\n• Изменение: небольшое снижение примерно на 28 млн долларов (примерно –0,2%).\n• Факторы: столь незначительное изменение свидетельствует о стабильности основных доходов от жилищного, коммерческого, промышленного и других розничных потребителей. В условиях регулируемой среды с основой на издержках ожидается стабильность выручки. Незначительные колебания объемов розничного потребления или ограниченные корректировки тарифов, вероятно, способствовали почти стабильной динамике.\n\n2. Коммунальные предприятия по передаче и распределению:\n• Общая выручка в 2022 году = 5 512,0 млн долларов\n• Общая выручка в 2023 году = 5 713,3 млн долларов\n• Изменение: рост примерно на 201,3 млн долларов (около +3,6%).\n• Факторы: Рост можно объяснить улучшением сетевых и сервисов передачи и распределения — возможно, отражая рост спроса, расширение мощностей или регуляторные корректировки тарифов, позволившие небольшое увеличение выручки. Также могли сыграть роль улучшения эффективности в управлении и начислении платежей за услуги передачи/распределения.\n\n3. AEP Transmission Holdco:\n• Общая выручка в 2022 году = 1 677,0 млн долларов\n• Общая выручка в 2023 году = 1 728,5 млн долларов\n• Изменение: рост примерно на 51,5 млн долларов (около +3,1%).\n• Факторы: Рост, вероятно, обусловлен увеличением объемов или корректировками тарифов на передачу, включая влияние сопутствующих сделок (как видно из упоминания значительной выручки от сопутствующих сделок в этом сегменте). Регуляторная среда для холдинговых компаний также могла позволить умеренный и стабильный рост выручки.\n\n4. Генерация и маркетинг:\n• Общая выручка в 2022 году = 2 466,9 млн долларов\n• Общая выручка в 2023 году = 1 632,2 млн долларов\n• Изменение: значительное снижение примерно на 834,7 млн долларов (около –33,9%).\n• Факторы: Резкое снижение в основном обусловлено падением выручки от генерации (снижение с 271,2 млн долларов в 2022 году до 111,3 млн долларов в 2023 году) и снижением выручки в сегменте розничных, торговых и маркетинговых операций. Этот сегмент более уязвим к рыночной волатильности, динамике оптовых цен и корректировкам хеджирования (важно отметить включение экономической хедж-деятельности). Отрицательное влияние могло быть вызвано слабыми рыночными условиями или снижением объемов торговли, отражая присущие риски в конкурентной генерации и маркетинге.\n\n5. Корпоративные и прочие:\n• Общая выручка в 2022 году = 109,9 млн долларов\n• Общая выручка в 2023 году = 168,0 млн долларов\n• Изменение: рост примерно на 58,1 млн долларов (примерно +53%).\n• Факторы: Несмотря на то, что этот сегмент составляет небольшую часть общей выручки, значительный процентный рост указывает на то, что несегментированные статьи (возможно, включая корпоративные корректировки и переводы, такие как упомянутая выручка от сопутствующих сделок для Корпоративных и прочих) способствовали росту в 2023 году. Это могло быть связано с единовременными или повторяющимися элементами, связанными с корпоративной консолидацией, положительно повлиявшими на эту строку.\n\nВ целом, в то время как вертикально интегрированные коммунальные предприятия остались почти неизменными, указывая на стабильную регулируемую деятельность, сегменты передачи (как коммунальные предприятия, так и Holdco Transmission) продемонстрировали умеренный рост, вероятно, обусловленный операционными и регуляторными корректировками. В отличие от этого, сегмент генерации и маркетинга испытал значительное снижение выручки, вероятно, из-за неблагоприятных рыночных условий и волатильности конкурентных доходных потоков, тогда как корпоративные и прочие сегменты улучшились, отражая изменения в сопутствующих сделках или других корпоративных статьях. Эти выводы непосредственно вытекают из сравнения отчетной общей выручки за 2022 и 2023 годы по каждому сегменту, а также из пояснительных текстов, приведенных в сносях отчетов."
  },
  {
    "text": "Долг LT для AEP в декабре '23 по сравнению с декабрем '22.",
    "references": [
      "31 декабря  \n2023\t\t2022  \n(миллионы долларов)  \nДолгосрочная задолженность, включая суммы, подлежащие погашению в течение одного года\t\t$\t40 143,2 \t\t\t58,8 \t%\t\t$\t36 801,0 \t\t\t56,6 \t%  \nКраткосрочная задолженность\t\t2 830,2 \t\t\t4,2 \t\t\t4 112,2 \t\t\t6,3 \t\nОбщая задолженность\t\t42 973,4 \t\t\t63,0 \t\t\t40 913,2 \t\t\t62,9 \t\nОбыкновенный капитал AEP\t\t25 246,7 \t\t\t37,0 \t\t\t23 893,4 \t\t\t36,7 \t\nНеконтролирующие доли\t\t39,2 \t\t\t— \t\t\t229,0 \t\t\t0,4 \t\nОбщая капитализация долгов и собственного капитала\t\t$\t68 259,3 \t\t\t100,0 \t%\t\t$\t65 035,6 \t\t\t100,0 \t%",
      "Долг на длительный срок\n\nНиже приведена таблица, детализирующая долг на длительный срок:\n\n| | | Взвешенная средняя процентная ставка на | Диапазон процентных ставок на | Объем долгов на |\n| --- | --- | --- | --- | --- |\n| | | 31 декабря 2023 г. | 31 декабря 2023 г. | 31 декабря 2023 г. |\n| | | | | 2023 г. |\n| | | | | 2022 г. |\n| | | | | 2023 г. |\n| | | | | 2022 г. |\n| Компания | Срок погашения | 31 декабря 2023 г. | 31 декабря 2023 г. | 31 декабря 2023 г. |\n| | | | | 2023 г. |\n| | | | | 2022 г. |\n| | | | | 2023 г. |\n| | | | | 2022 г. |\n| | | | | (в миллионах) |\n| AEP | | | | |\n| Старшие беспорядочные облигации | 2024–2053 | 4,23% | 1,00%–8,13% | 0,75%–8,13% | 33 779,4 | 30 174,8 |\n| Облигации контроля загрязнения (a) | 2024–2036 (b) | 2,98% | 0,63%–4,90% | 0,63%–4,55% | 1 771,6 | 1 770,2 |\n| Краткосрочные обязательства – несвязанные (c) | 2024–2028 | 4,67% | 0,93%–6,59% | 0,93%–6,37% | 193,3 | 269,7 |\n| Облигации секьюритизации | 2024–2029 (d) | 2,97% | 2,06%–3,77% | 2,01%–3,77% | 368,9 | 487,8 |\n| Обязательство по использованному ядерному топливу (e) | | | | | 300,4 | 285,6 |\n| Младшие субординированные облигации (f) | 2024–2027 | 3,90% | 2,03%–5,70% | 1,30%–3,88% | 2 388,1 | 2 381,3 |\n| Другой долг на длительный срок | 2024–2059 | 6,58% | 3,00%–13,72% | 1,15%–13,72% | 1 341,5 | 1 431,6 |\n| Общий долг на длительный срок | | | | | 40 143,2 | 36 801,0 |\n| AEP Texas | | | | |\n| Старшие беспорядочные облигации | 2025–2052 | 4,20% | 2,10%–6,76% | 2,10%–6,76% | 5 027,2 | 4 702,7 |\n| Облигации контроля загрязнения | 2029–2030 (b) | 3,88% | 2,60%–4,55% | 0,90%–4,55% | 440,3 | 440,2 |\n| Облигации секьюритизации | 2024–2029 (d) | 2,43% | 2,06%–2,84% | 2,06%–2,84% | 221,8 | 314,4 |\n| Другой долг на длительный срок | 2025–2059 | 6,70% | 4,50%–6,71% | 4,50%–5,67% | 200,5 | 200,5 |\n| Общий долг на длительный срок | | | | | 5 889,8 | 5 657,8 |\n| AEPTCo | | | | |\n| Старшие беспорядочные облигации | 2024–2053 | 4,02% | 2,75%–5,52% | 2,75%–5,52% | 5 414,4 | 4 782,8 |\n| Общий долг на длительный срок | | | | | 5 414,4 | 4 782,8 |\n| APCo | | | | |\n| Старшие беспорядочные облигации | 2025–2050 | 4,68% | 2,70%–7,00% | 2,70%–7,00% | 4 584,9 | 4 581,4 |\n| Облигации контроля загрязнения (a) | 2024–2036 (b) | 2,89% | 0,63%–4,90% | 0,63%–3,80% | 430,0 | 429,4 |\n| Облигации секьюритизации | 2028 (d) | 3,77% | 3,77% | 2,01%–3,77% | 147,0 | 173,3 |\n| Другой долг на длительный срок | 2024–2026 | 6,53% | 6,46%–13,72% | 4,84%–13,72% | 426,4 | 226,4 |\n| Общий долг на длительный срок | | | | | 5 588,3 | 5 410,5 |\n| I&M | | | | |\n| Старшие беспорядочные облигации | 2028–2053 | 4,52% | 3,25%–6,05% | 3,20%–6,05% | 2 843,6 | 2 597,3 |\n| Облигации контроля загрязнения (a) | 2025 (b) | 2,49% | 0,75%–3,05% | 0,75%–3,05% | 189,4 | 189,0 |\n| Краткосрочные обязательства – несвязанные (c) | 2024–2028 | 5,08% | 0,93%–6,59% | 0,93%–5,93% | 163,3 | 183,8 |\n| Обязательство по использованному ядерному топливу (e) | | | | | 300,4 | 285,6 |\n| Другой долг на длительный срок | 2025 | 6,00% | 6,00% | 6,00% | 2,7 | 5,1 |\n| Общий долг на длительный срок | | | | | 3 499,4 | 3 260,8 |\n| OPCo | | | | |\n| Старшие беспорядочные облигации | 2030–2051 | 4,00% | 1,63%–6,60% | 1,63%–6,60% |",
      "По состоянию на 31 декабря 2023 года невыплаченный долг на долгосрочной основе должен быть погашен следующим образом:  \nAEP AEP Texas AEPTCo APCo I&M OPCo PSO SWEPCo  \n(в миллионах)  \n2024 2,490,5 96,0 95,0 538,8 83,7 — 0,6 —  \n2025 3,308,5 524,5 90,0 673,3 241,2 — 250,6 —  \n2026 1,780,5 75,0 425,0 30,9 26,3 — 50,6 900,0  \n2027 2,215,9 25,6 — 355,6 4,1 — 0,3 —  \n2028 2,326,6 526,2 60,0 31,8 350,8 — — 575,0  \nПосле 2028 28,349,7 4,690,2 4,806,0 4,000,0 2,825,4 3,400,0 2,100,0 2,200,0  \nСумма основного долга 40,471,7 5,937,5 5,476,0 5,630,4 3,531,5 3,400,0 2,402,1 3,675,0  \nНепогашенная скидка, чистая и расходы на выпуск долга  \n(328,5) (47,7) (61,6) (42,1) (32,1) (33,2) (17,5) (28,1)  \nОбщий долг на долгосрочной основе  \n$ 40,143,2 $ 5,889,8 $ 5,414,4 $ 5,588,3 $ 3,499,4 $ 3,366,8 $ 2,384,6 $ 3,646,9  \n\nСобытия, связанные с долгосрочными обязательствами, произошедшие после отчетной даты\n\nВ январе и феврале 2024 года I&M погасили по 8 млн долларов каждому из соответствующих обязательств по краткосрочным долговым обязательствам, связанным с топливом DCC.\n\nВ январе и феврале 2024 года Transource Energy выпустили по 16 млн и 2 млн долларов соответственно переменной ставки долгосрочных обязательств, подлежащих погашению в 2025 году.\n\nВ феврале 2024 года AEP Texas погасил 12 млн долларов облигаций секьюритизации.\n\nВ феврале 2024 года APCo погасил 13 млн долларов облигаций секьюритизации."
    ],
    "answer": "Как сообщается в ссылке 1, American Electric Power Company, Inc. имела общий долг с длительным сроком погашения в размере 40 143,2 млн долларов США по состоянию на 31 декабря 2023 года, по сравнению с 36 801,0 млн долларов США по состоянию на 31 декабря 2022 года. Это соответствует увеличению на 3 342,2 млн долларов США, что составляет приблизительно 9,1% по сравнению с предыдущим годом."
  },
  {
    "text": "Влияние договорных обязательств AEP на конкурентное положение и устойчивость, AEP.",
    "references": [
      "ОБЯЗАТЕЛЬСТВА (Действует для всех Регистрантов, за исключением AEP Texas и AEPTCo)\n\nДочерние компании AEP имеют значительные обязательства по договорам на поставку топлива, энергии и мощности в рамках обычной деятельности. Некоторые договоры содержат положения о штрафах за досрочное расторжение.\n\nВ соответствии с бухгалтерскими нормами по «Обязательствам» приведенные ниже таблицы содержат сводку фактических контрактных обязательств Регистрантов по состоянию на 31 декабря 2023 года:\n\nКонтрактные обязательства — AEP  \nМенее 1 года\t2–3 года\t4–5 лет\tПосле 5 лет\tИтого  \n(в миллионах долларов)  \nДоговоры на покупку топлива (a)\t$ 1,126,7\t$ 1,260,7\t$ 313,5\t$ 256,1\t$ 2,957,0  \nДоговоры на покупку энергии и мощности\t186,4\t412,3\t308,8\t419,8\t1,327,3  \nИтого\t$ 1,313,1\t$ 1,673,0\t$ 622,3\t$ 675,9\t$ 4,284,3  \n\nКонтрактные обязательства — APCo  \nМенее 1 года\t2–3 года\t4–5 лет\tПосле 5 лет\tИтого  \n(в миллионах долларов)  \nДоговоры на покупку топлива (a)\t$ 595,2\t$ 626,1\t$ 99,5\t$ —\t$ 1,320,8  \nДоговоры на покупку энергии и мощности\t40,1\t80,2\t65,5\t75,9\t261,7  \nИтого\t$ 635,3\t$ 706,3\t$ 165,0\t$ 75,9\t$ 1,582,5  \n\nКонтрактные обязательства — I&M  \nМенее 1 года\t2–3 года\t4–5 лет\tПосле 5 лет\tИтого  \n(в миллионах долларов)  \nДоговоры на покупку топлива (a)\t$ 144,4\t$ 232,3\t$ 130,8\t$ 241,6\t$ 749,1  \nДоговоры на покупку энергии и мощности\t127,0\t253,8\t236,6\t182,2\t799,6  \nИтого\t$ 271,4\t$ 486,1\t$ 367,4\t$ 423,8\t$ 1,548,7  \n\nКонтрактные обязательства — OPCo  \nМенее 1 года\t2–3 года\t4–5 лет\tПосле 5 лет\tИтого  \n(в миллионах долларов)  \nДоговоры на покупку энергии и мощности\t$ 33,4\t$ 66,6\t$ 66,3\t$ 102,6\t$ 268,9",
      "Договорные обязательства — PSO  \nМенее 1 года\t\t2–3 года\t\t4–5 лет\t\tПосле 5 лет\t\tИтого  \n(в миллионах)  \nДоговоры на покупку топлива (а)\t\t31,5 \t\t\t36,6 \t\t\t— \t\t\t— \t\t\t68,1 \t\nДоговоры на покупку энергии и мощности\t\t56,6 \t\t\t139,3 \t\t\t88,0 \t\t\t56,3 \t\t\t340,2 \t\nИтого\t\t88,1 \t\t\t175,9 \t\t\t88,0 \t\t\t56,3 \t\t\t408,3 \t\n \nДоговорные обязательства — SWEPCo  \nМенее 1 года\t\t2–3 года\t\t4–5 лет\t\tПосле 5 лет\t\tИтого  \n(в миллионах)  \nДоговоры на покупку топлива (а)\t\t109,2 \t\t\t48,1 \t\t\t— \t\t\t— \t\t\t157,3 \t\nДоговоры на покупку энергии и мощности\t\t16,4 \t\t\t26,2 \t\t\t2,2 \t\t\t— \t\t\t44,8 \t\nИтого\t\t125,6 \t\t\t74,3 \t\t\t2,2 \t\t\t— \t\t\t202,1",
      "Обязательства по гарантиям отражаются в соответствии с бухгалтерскими нормами «Гарантии». В отношении каких-либо гарантий обеспечения не предоставляется. В случае использования какой-либо гарантии, возврат к третьим лицам не предусмотрен, если иное не указано ниже.\n\nПоручительные аккредитивы (применяется к AEP, AEP Texas, APCo и I&M)\n\nПоручительные аккредитивы заключаются с третьими лицами. Эти аккредитивы выдаются в обычном порядке ведения бизнеса и охватывают такие элементы, как контракты по управлению рисками при поставках природного газа и электроэнергии, строительные контракты, программы страхования, залоговые депозиты и резервы по обслуживанию долга.\n\nУ AEP имеются кредитные линии на сумму 4 миллиарда долларов и 1 миллиард долларов, сроки погашения которых — март 2027 и 2025 год соответственно, по которым может быть выдано до 1,2 миллиарда долларов в виде поручительных аккредитивов от имени дочерних компаний. По состоянию на 31 декабря 2023 года поручительные аккредитивы по кредитной линии не выдавались.\n\nНесвязанная кредитная линия предоставляет правомочия эмитенту принимать или отклонять каждый запрос, поступающий по такой линии. AEP выдает поручительные аккредитивы от имени дочерних компаний по шести несвязанным кредитным линиям на общую сумму 450 миллионов долларов. Максимальные будущие выплаты по поручительным аккредитивам, выданным по несвязанным кредитным линиям, по состоянию на 31 декабря 2023 года, составили следующее:\n\nКомпания\t\tСумма\t\tСрок погашения  \n(в миллионах)\t\t\nAEP\t\t257,0\t\tЯнварь 2024 — Ноябрь 2024  \nAEP Texas\t\t1,8\t\tИюль 2024  \nAPCo\t\t6,3\t\tСентябрь 2024  \nI&M\t\t2,9\t\tСентябрь 2024  \n\nКомпенсации и иные гарантии\n\nКонтракты\n\nРегистрируемые лица заключают определенные виды контрактов, требующих компенсаций. Обычно такие контракты включают, но не ограничиваются, договорами купли-продажи, договорами аренды, договорами купли-продажи и финансированием. Как правило, такие соглашения могут включать, но не ограничиваются, компенсациями по вопросам налогообложения, контрактным и экологическим вопросам. Что касается договоров купли-продажи, риск, как правило, не превышает цену продажи. По состоянию на 31 декабря 2023 года никакие существенные обязательства по компенсациям не были отражены.\n\nAEPSC осуществляет деятельность по покупке и продаже электроэнергии от имени APCo, I&M, KPCo и WPCo, которые несут солидарную и солидарную ответственность за деятельность, осуществляемую от их имени. AEPSC также осуществляет деятельность по покупке и продаже электроэнергии от имени PSO и SWEPCo, которые несут солидарную и солидарную ответственность за деятельность, осуществляемую от их имени."
    ],
    "answer": "Предоставленные данные четко демонстрируют масштаб и сроки договорных обязательств и гарантий American Electric Power, что позволяет оценить его конкурентное положение и операционную устойчивость. Ключевые выводы:\n\n1. Диверсификация и распределение обязательств: Обязательства распределены по разным срокам (менее одного года и более пяти лет) и охватывают различные дочерние компании. Например, AEP сообщает о совокупных договорных обязательствах примерно на сумму 4,28 млрд долларов, в то время как другие дочерние компании (APCo, I&M и др.) имеют обязательства от примерно 400 млн до почти 1,6 млрд долларов. Такое распределение свидетельствует о структурированном подходе к управлению договорными рисками с использованием краткосрочных и долгосрочных соглашений. Такая диверсификация снижает риск концентрации и обеспечивает равномерное распределение денежных выплат во времени.\n\n2. Характер договоров: Основная часть обязательств связана с контрактами на поставку топлива, энергии и мощности. Эти договоры обеспечивают стабильность в поставках и ценообразовании — что является положительным фактором на конкурентном рынке, — однако они также содержат положения о штрафах за досрочное расторжение. Такая структура означает, что компания получает операционную уверенность, но при этом должна тщательно управлять своими рисками, чтобы избежать резких скачков затрат или штрафов при изменении рыночных условий.\n\n3. Кредитные линии и аккредитивы: Наличие надежных оборотных кредитных линий (с погашением в 2025 и 2027 годах) и детальное управление аккредитивами (без выдачи аккредитивов по оборотной кредитной линии на конец года) демонстрирует, что компания имеет доступ к резервным источникам ликвидности. Это существенный элемент ее операционной устойчивости, обеспечивающий способность удовлетворять краткосрочные потребности в ликвидности и смягчать возможные перебои.\n\n4. Гарантии и договоры о компенсации убытков: Факт, что задолженность, учтенная по гарантиям, незначительна, указывает на отсутствие значительных сопутствующих обязательств. Это укрепляет баланс компании и свидетельствует о эффективном управлении ее договорными рисками.\n\nВ целом, текущее состояние обязательств показывает, что, несмотря на высокий уровень финансовых обязательств, они управляются дисциплинированно с помощью долгосрочных контрактов, диверсификации сроков и надежного резервного финансирования. С точки зрения конкурентного положения, обеспечение долгосрочными поставками может быть преимуществом на нестабильном рынке, а имеющиеся механизмы (такие как кредитные линии и ограниченные обязательства по компенсации убытков) обеспечивают операционную устойчивость при управлении будущими финансовыми обязательствами. Такой подход балансирует затраты и контроль над потребностями в топливе и мощности с риском штрафов за досрочное расторжение, в конечном итоге позиционируя компанию для устойчивости к колебаниям рынка при сохранении стратегической гибкости."
  },
  {
    "text": "Влияние сделок с сегментом NA на прибыльность и позиционирование MDLZ.",
    "references": [
      "Результаты деятельности по сегментам\n\nНаша деятельность и структура управления организованы по четырем операционным сегментам:\n• Латинская Америка\n• АМЕА (Африка, Ближний Восток, Азия)\n• Европа\n• Северная Америка\n\nМы управляем нашей деятельностью по регионам, чтобы использовать преимущества регионального масштаба, более эффективно управлять различными и изменяющимися бизнес-средами и использовать возможности роста, возникающие на ключевых рынках. Региональные управленческие команды несут ответственность за бизнес, категории продуктов и финансовые результаты в соответствующих регионах.\n\nДля оценки эффективности сегментов и распределения ресурсов мы используем операционную прибыль по сегментам. Мы считаем, что разумно раскрывать этот показатель, чтобы помочь инвесторам анализировать эффективность сегментов и тенденции. Дополнительную информацию о сегментах и факторах, влияющих на сопоставимость финансовых результатов, см. в примечании 18 «Отчетность по сегментам» и ранее в этом разделе «Факторы, влияющие на сопоставимость финансовых результатов».\n\nНиже приведены наши сегментные выручка и прибыль:\n\n| | За годы, закончившиеся 31 декабря, | | |\n|---|---|---|---|\n| | 2023 | 2022 | 2021 |\n| | (в миллионах) | | |\n| Выручка: | | | |\n| Латинская Америка | $ 5,006 | $ 3,629 | $ 2,797 |\n| АМЕА | 7,075 | 6,767 | 6,465 |\n| Европа | 12,857 | 11,420 | 11,156 |\n| Северная Америка | 11,078 | 9,680 | 8,302 |\n| Выручка | $ 36,016 | $ 31,496 | $ 28,720 |\n\n| | За годы, закончившиеся 31 декабря, | | |\n|---|---|---|---|\n| | 2023 | 2022 | 2021 |\n| | (в миллионах) | | |\n| Прибыль до налогообложения: | | | |\n| Операционная прибыль: | | | |\n| Латинская Америка | $ 529 | $ 388 | $ 261 |\n| АМЕА | 1,113 | 929 | 1,054 |\n| Европа | 1,978 | 1,481 | 2,092 |\n| Северная Америка | 2,092 | 1,769 | 1,371 |\n| Нереализованные прибыли/(убытки) от хеджирования (влияние оценки по рыночной стоимости) | 189 | (326) | 279 |\n| Общие корпоративные расходы | (356) | (245) | (253) |\n| Амортизация нематериальных активов | (151) | (132) | (134) |\n| Чистая прибыль от продажи и приобретения активов | 108 | — | 8 |\n| Расходы, связанные с приобретением | — | (330) | (25) |\n| Операционная прибыль | 5,502 | 3,534 | 4,653 |\n| Доходы от пенсионных планов, не связанные с услугами | 82 | 117 | 163 |\n| Процентные и прочие расходы, чистая величина | (310) | (423) | (447) |\n| Прибыль от рыночных ценных бумаг | 606 | — | — |\n| Прибыль до налогообложения | $ 5,880 | $ 3,228 | $ 4,369 |",
      "Латинская Америка\n\nДо 31 декабря  \n2023 г. 2022 г.  \n$ Изменение % Изменения  \n(в миллионах)  \nЧистая выручка $ 5.006 $ 3.629 $ 1.377 37,9 %  \nОперационная прибыль сегмента 529 388 141 36,3 %  \n\nДо 31 декабря  \n2022 г. 2021 г.  \n$ Изменение % Изменения  \n(в миллионах)  \nЧистая выручка $ 3.629 $ 2.797 $ 832 29,7 %  \nОперационная прибыль сегмента 388 261 127 48,7 %  \n\nСравнение 2023 г. с 2022 г.\n\nЧистая выручка выросла на 1,377 млн долларов (37,9%), что обусловлено более высокой чистой ценой (31,0 п.п.), влиянием приобретений (14,0 п.п.) и благоприятным объемом/составом (3,8 п.п.), частично компенсированным неблагоприятным курсом валют (10,0 п.п.) и влиянием продаж активов (0,9 п.п.). Более высокая чистая цена отразилась во всех категориях, в основном в Аргентине, а также в Бразилии и Мексике. Приобретение Ricolino 1 ноября 2022 г. добавило дополнительную чистую выручку в размере 507 млн долларов (по постоянному курсу) до годовщины приобретения в 2023 г. Благоприятное изменение объема/состава отражало сильный рост объема, поскольку регион продолжал наблюдать рост спроса на большинство продуктов из категории закусок. Благоприятное изменение объема/состава было обусловлено ростом в сегментах жевательной резинки, печенья и выпечки, конфет и сыров и продуктов питания, частично компенсировано снижением в сегменте напитков и шоколада. Неблагоприятное влияние валют было обусловлено укреплением доллара США по отношению к нескольким валютам региона, в основном аргентинскому песо, частично компенсировано укреплением большинства валют по отношению к доллару США, в основном мексиканскому песо и бразильскому реалу. Влияние продаж активов в 2022 г. привело к годовой снижению чистой выручки на 22 млн долларов.\n\nОперационная прибыль сегмента выросла на 141 млн долларов (36,3%), в основном благодаря более высокой чистой цене, влиянию приобретения Ricolino, благоприятному объему/составу, снижению производственных затрат, обусловленному ростом производительности, и снижению издержек, связанных с предыдущим годом, по шагу инвентаризации. Эти положительные факторы были частично компенсированы более высокими затратами на сырье, более высокими прочими расходами по сбыту, общим и административным расходам, более высокими расходами на рекламу и потребительские акции, более высокими потерями от переоценки чистой денежной позиции и более высокими расходами по интеграции приобретения.\n\nСравнение 2022 г. с 2021 г.\n\nЧистая выручка выросла на 832 млн долларов (29,7%), что обусловлено более высокой чистой ценой (23,7 п.п.), благоприятным объемом/составом (8,2 п.п.) и влиянием приобретений (3,5 п.п.), частично компенсированным неблагоприятным курсом валют (4,4 п.п.) и влиянием продаж активов (1,3 п.п.). Более высокая чистая цена отразилась во всех категориях, в основном в Аргентине, Бразилии и Мексике. Благоприятное изменение объема/состава отражало сильный рост объема, поскольку регион продолжал наблюдать рост спроса на продукты из категории закусок. Благоприятное изменение объема/состава было обусловлено ростом в сегментах жевательной резинки, печенья и выпечки, шоколада, конфет и сыров и продуктов питания, частично компенсировано снижением в сегменте напитков. Приобретение Ricolino 1 ноября 2022 г. добавило дополнительную чистую выручку в размере 98 млн долларов (по постоянному курсу) в 2022 г. Неблагоприятное влияние валют было обусловлено укреплением доллара США по отношению к нескольким валютам региона, в основном аргентинскому песо, частично компенсировано укреплением нескольких валют по отношению к доллару США, в основном бразильскому реалу и мексиканскому песо. Влияние продаж активов привело к годовому снижению чистой выручки на 21 млн долларов.\n\nОперационная прибыль сегмента выросла на 127 млн долларов (48,7%), в основном благодаря более высокой чистой цене, благоприятному объему/составу, снижению производственных затрат, обусловленному ростом производительности, снижению издержек, связанных с продажей активов, и снижению расходов, понесенных в рамках программы Simplify to Grow. Эти положительные факторы были частично компенсированы более высокими затратами на сырье, более высокими прочими расходами по сбыту, общим и административным расходам, более высокими расходами на рекламу и потребительские акции, более высокими потерями от переоценки чистой денежной позиции, расходами по интеграции приобретения, понесенными в 2022 г., влиянием продаж активов, расходами на шаг инвентаризации, понесенными в 2022 г., и снижением предыдущего годового положительного эффекта от разрешения налогового вопроса.",
      "AMEA\n\nНа периоды, закончившиеся 31 декабря,  \n\n2023\t2022  \n$ Изменение  \n% Изменение  \n(в миллионах)  \nЧистые выручки\t$ 7,075 \t\t\t$ 6,767 \t\t\t$ 308 \t\t\t4,6 %  \nОперационная прибыль сегмента\t1,113 \t\t\t929 \t\t\t184 \t\t\t19,8 %  \n\nНа периоды, закончившиеся 31 декабря,  \n\n2022\t2021  \n$ Изменение  \n% Изменение  \n(в миллионах)  \nЧистые выручки\t$ 6,767 \t\t\t$ 6,465 \t\t\t$ 302 \t\t\t4,7 %  \nОперационная прибыль сегмента\t929 \t\t\t1,054 \t\t\t(125)\t\t\t(11,9) %  \n\nСравнение 2023 с 2022 годом\n\nЧистая выручка выросла на 308 млн долларов (4,6%), что обусловлено более высокой чистой ценой (8,6 п.п.) и благоприятным объемом/составом (3,1 п.п.), частично компенсировано неблагоприятным курсом валют (7,1 п.п.). Более высокая чистая цена, обусловленная действиями по ценообразованию, обусловленными ростом издержек на сырье, отразилась во всех категориях. Благоприятное изменение объема/состава отражало общий рост объемов за счет роста спроса на большинство продуктов категории закусок. Благоприятное изменение объема/состава было обусловлено ростом продаж шоколада, жевательной резинки, конфет и напитков, частично компенсировано снижением продаж печенья и выпечки, а также сыров и продуктов питания. Неблагоприятное влияние валютных курсов было связано со strengthen долларом США по отношению к большинству валют региона, включая египетский фунт, индийскую рупию, китайский юань, нигерийскую найру, австралийский доллар, южноафриканский ранд, пакистанскую рупию и японскую иену.\n\nОперационная прибыль сегмента выросла на 184 млн долларов (19,8%), в основном благодаря более высокой чистой цене, благоприятному объему/составу, отсутствию имущественных убытков за предыдущий год, снижению издержек на производство, обусловленному повышением производительности, и снижению расходов по программе «Упрощение для роста». Эти положительные факторы были частично компенсированы ростом стоимости сырья, ростом расходов на рекламу и потребительские акции, неблагоприятным курсом валют, ростом прочих расходов на продажу, общие и административные расходы, ростом имущественных убытков и имущественных убытков.\n\nСравнение 2022 с 2021 годом\n\nЧистая выручка выросла на 302 млн долларов (4,7%), что обусловлено благоприятным объемом/составом (7,4 п.п.), более высокой чистой ценой (5,1 п.п.) и влиянием приобретения (0,3 п.п.), частично компенсировано неблагоприятным курсом валют (7,6 п.п.) и влиянием продажи (0,5 п.п.). Благоприятное изменение объема/состава отражало общий рост объемов за счет роста спроса на продукты категории закусок. Благоприятное изменение объема/состава было обусловлено ростом продаж печенья и выпечки, шоколада, напитков и конфет, частично компенсировано снижением продаж жевательной резинки и сыров и продуктов питания. Более высокая чистая цена отразилась во всех категориях. Приобретение Gourmet Food 1 апреля 2021 года добавило дополнительную чистую выручку в размере 15 млн долларов (по постоянной валюте) до годовщины приобретения в 2022 году. Неблагоприятное влияние валютных курсов было связано со strengthen долларом США по отношению к большинству валют региона, включая австралийский доллар, индийскую рупию, китайский юань, филиппинское песо, египетский фунт, южноафриканский ранд и японскую иену. Влияние продажи бизнеса по упакованным морепродуктам 1 ноября 2021 года, который был частью приобретения Gourmet Food 1 апреля 2021 года, привело к снижению чистой выручки на 35 млн долларов по сравнению с предыдущим годом.\n\nОперационная прибыль сегмента снизилась на 125 млн долларов (11,9%), в основном из-за роста стоимости сырья, имущественных убытков, неблагоприятного курса валют, роста расходов на рекламу и потребительские акции, роста прочих расходов на продажу, общие и административные расходы, роста расходов по программе «Упрощение для роста», роста имущественных убытков и влияния продажи. Эти неблагоприятные факторы были частично компенсированы более высокой чистой ценой, благоприятным объемом/составом и снижением издержек на производство, обусловленным повышением производительности.",
      "Европа\n\nНа период, закончившийся 31 декабря,  \nв миллионах долларов  \n2023 2022  \n$ Изменение % Изменение  \nЧистые доходы $ 12 857 $ 11 420 $ 1 437 12,6 %  \nОперационная прибыль сегмента 1 978 1 481 497 33,6 %  \n\nНа период, закончившийся 31 декабря,  \nв миллионах долларов  \n2022 2021  \n$ Изменение % Изменение  \nЧистые доходы $ 11 420 $ 11 156 $ 264 2,4 %  \nОперационная прибыль сегмента 1 481 2 092 (611) (29,2) %  \n\nСравнение 2023 с 2022 годом\n\nЧистые доходы выросли на 1 437 млн долларов (12,6%), что обусловлено более высокой чистой ценой (13,8 п.п.), благоприятным объемом/составом (0,7 п.п.) и влиянием краткосрочных соглашений с дистрибьюторами (0,2 п.п.), частично компенсированным неблагоприятным курсом валют (1,9 п.п.) и влиянием продаж (0,2 п.п.). Более высокая чистая цена, обусловленная действиями по ценообразованию, обусловленными ростом издержек на сырье, отразилась во всех категориях. В целом, объем/состав был благоприятным благодаря улучшению ассортимента. Благоприятное изменение объема/состава было обусловлено ростом в категориях печенья и выпечки, шоколада, жевательной резинки и напитков, частично компенсировано снижением в категориях сыра и продуктов питания и конфет. Краткосрочное соглашение с дистрибьютором, связанное с продажей бизнеса по жевательной резинке на развитых рынках 1 октября 2023 года, добавило дополнительные чистые доходы в размере 22 млн долларов. Неблагоприятное влияние валютных курсов отражало укрепление доллара США по отношению к нескольким валютам в регионе, включая российский рубль, турецкий лир, норвежскую крону, украинскую гривну и шведскую крону, частично компенсированное укреплением нескольких валют по отношению к доллару США, включая евро, польский злотый, британский фунт стерлингов и швейцарский франк. Влияние продаж отражало годовой спад чистых доходов на 4 млн долларов от нашего проданного бизнеса по жевательной резинке на развитых рынках в 2023 году.\n\nОперационная прибыль сегмента выросла на 497 млн долларов (33,6%), в основном благодаря более высокой чистой цене, меньшему влиянию дела Европейской комиссии, отсутствию дополнительных расходов, понесенных в предыдущем году из-за войны в Украине, меньшим расходам на интеграцию приобретений и благоприятному объему/составу. Эти положительные факторы были частично компенсированы более высокими затратами на сырье, более высокими расходами на рекламу и потребительские акции, неблагоприятным курсом валют, расходами, связанными с продажей, расходами, понесенными в 2023 году в рамках программы «Упростить для роста», более высокими прочими расходами на продажу, общие и административные расходы, более высокой потерей переоценки по чистой денежной позиции, более высокими производственными расходами и убытком от обесценения нематериальных активов, понесенным в 2023 году.\n\nСравнение 2022 с 2021 годом\n\nЧистые доходы выросли на 264 млн долларов (2,4%), что обусловлено более высокой чистой ценой (7,4 п.п.) и влиянием приобретений (6,4 п.п.), частично компенсированным неблагоприятным курсом валют (11,3 п.п.) и неблагоприятным объемом/составом (0,1 п.п.). Более высокая чистая цена отразилась во всех категориях. Приобретение Chipita 3 января 2022 года добавило дополнительные чистые доходы в размере 685 млн долларов (по постоянной валюте), а приобретение Grenade 25 марта 2021 года добавило дополнительные чистые доходы в размере 22 млн долларов (по постоянной валюте) до годовщины приобретения в 2022 году. В целом, объем/состав был слегка неблагоприятным, поскольку снижение в категориях печенья и выпечки, сыра и продуктов питания было в основном компенсировано ростом в категориях конфет, жевательной резинки, шоколада и напитков. Неблагоприятное влияние валютных курсов отражало укрепление доллара США по отношению к большинству валют в регионе, включая евро, британский фунт стерлингов, турецкий лир, польский злотый, шведскую крону и румынский лей, частично компенсированное укреплением нескольких валют по отношению к доллару США, в первую очередь российского рубля.\n\nОперационная прибыль сегмента снизилась на 611 млн долларов (29,2%), в основном из-за более высоких затрат на сырье, влияния дела Европейской комиссии, неблагоприятного курса валют, дополнительных расходов, понесенных из-за войны в Украине, более высоких расходов на интеграцию приобретений, более высоких прочих расходов на продажу, общие и административные расходы, более высоких расходов на рекламу и потребительские акции, неблагоприятного объема/состава и расходов, понесенных в 2022 году по обесценению основных средств. Эти неблагоприятные факторы были частично компенсированы более высокой чистой ценой, отсутствием неблагоприятного влияния изменений в пенсионных участиях, понесенных в предыдущем году, влиянием приобретений и влиянием продаж.",
      "Северная Америка\n\nЗа годы, закончившиеся\n31 декабря\n2023\t2022\n$ Изменение\n% Изменение\n(в миллионах)\nЧистые выручки\t$ 11,078 \t\t\t$ 9,680 \t\t\t$ 1,398 \t\t\t14,4 \t%\nОперационная прибыль сегмента\t2,092 \t\t\t1,769 \t\t\t323 \t\t\t18,3 \t%\nЗа годы, закончившиеся\n31 декабря\n2022\t2021\n$ Изменение\n% Изменение\n(в миллионах)\nЧистые выручки\t$ 9,680 \t\t\t$ 8,302 \t\t\t$ 1,378 \t\t\t16,6 \t%\nОперационная прибыль сегмента\t1,769 \t\t\t1,371 \t\t\t398 \t\t\t29,0 \t%\n\n2023 по сравнению с 2022 годом\n\nЧистая выручка выросла на 1,398 млн долларов (14,4%), что обусловлено более высокой чистой ценой (9,5 п.п.), влиянием приобретения (5,6 п.п.) и стабильным объемом/составом (- п.п.), частично компенсированным влиянием продаж (0,4 п.п.) и неблагоприятным курсом (0,3 п.п.). Более высокая чистая цена, обусловленная действиями по ценообразованию, обусловленными ростом издержек на сырье, отразилась во всех категориях. Приобретение Clif Bar 1 августа 2022 года добавило дополнительную чистую выручку в размере 529 млн долларов до годовщины приобретения в 2023 году. В целом объем/состав оставался стабильным, поскольку небольшой рост объема был компенсирован неблагоприятным составом. Стабильный объем/состав был обусловлен ростом в категориях конфет и шоколада, компенсированным снижением в категории печенья и выпечки. Хотя влияние продаж отразилось в годовом приросте чистой выручки на 12 млн долларов (за вычетом потери выручки за четвертый квартал) от нашего проданного в 2023 году бизнеса жевательной резинки на развитых рынках, это оказало негативное влияние на темпы роста чистой выручки, поскольку проданный бизнес рос медленнее, чем оставшийся сегмент. Неблагоприятное влияние валюты было обусловлено укреплением доллара США по отношению к канадскому доллару.\n\nОперационная прибыль сегмента выросла на 323 млн долларов (18,3%), в основном благодаря более высокой чистой цене, влиянию приобретения Clif Bar, более высоким операционным результатам от проданного бизнеса жевательной резинки на развитых рынках, снижению расходов по программе Simplify to Grow и отсутствию предыдущих расходов на повышение стоимости запасов. Эти положительные факторы были частично компенсированы более высокими затратами на сырье, более высокими расходами на рекламу и потребительские акции, более высокими расходами на интеграцию приобретений и корректировками по условным обязательствам, более высокими прочими расходами по продаже, общим и административным расходам, убытком от обесценения нематериальных активов, понесенным в 2023 году, расходами, связанными с продажей, понесенными в 2023 году, неблагоприятным объемом/составом и неблагоприятным курсом.\n\n2022 по сравнению с 2021 годом\n\nЧистая выручка выросла на 1,378 млн долларов (16,6%), что обусловлено более высокой чистой ценой (11,8 п.п.), влиянием приобретений (4,9 п.п.) и благоприятным объемом/составом (0,6 п.п.), частично компенсированным неблагоприятным курсом (0,4 п.п.) и влиянием продаж (0,3 п.п.). Более высокая чистая цена отразилась во всех категориях, обусловленная действиями по ценообразованию, предпринятыми в 2022 году. Приобретение Clif Bar 1 августа 2022 года добавило дополнительную чистую выручку в размере 361 млн долларов, а приобретение Chipita 3 января 2022 года добавило дополнительную чистую выручку в размере 35 млн долларов в 2022 году. Благоприятный объем/состав был обусловлен ростом в категориях конфет и шоколада, частично компенсированным снижением в категории печенья и выпечки, что в основном отражало влияние ограничений цепочки поставок на объем в течение года. Хотя влияние продаж отразилось в годовом приросте чистой выручки на 22 млн долларов от нашего проданного в 2023 году бизнеса жевательной резинки на развитых рынках, это оказало негативное влияние на темпы роста чистой выручки, поскольку проданный бизнес рос медленнее, чем оставшийся сегмент. Неблагоприятное влияние валюты было обусловлено укреплением доллара США по отношению к канадскому доллару.\n\nОперационная прибыль сегмента выросла на 398 млн долларов (29,0%), в основном благодаря более высокой чистой цене, снижению расходов по программе Simplify to Grow, отсутствию предыдущего годового убытка от обесценения нематериальных активов, влиянию приобретений и влиянию продаж. Эти положительные факторы были частично компенсированы более высокими затратами на сырье, более высокими производственными расходами, более высокими расходами на интеграцию приобретений и корректировками по условным обязательствам (включая отсутствие предыдущего годового выгода от корректировок по условным обязательствам), более высокими расходами на рекламу и потребительские акции, убытками от обесценения основных средств, понесенными в 2022 году, расходами на повышение стоимости запасов, понесенными в 2022 году, неблагоприятным объемом/составом, более высокими прочими расходами по продаже, общим и административным расходам и неблагоприятным курсом."
    ],
    "answer": "Данные позволяют проанализировать влияние приобретений, продаж активов и стабильного объема/состава продукции на прибыльность и рыночное положение Северной Америки. Основные выводы:\n\n1. Влияние сделок:\n   • Приобретение Clif Bar существенно способствовало росту выручки, обеспечив дополнительный чистый прирост выручки на 529 млн долларов США к моменту годовщины первого года. Это приобретение, наряду с другими сделками в предыдущие периоды, способствовало росту чистой выручки на 14,4%, добавив объем, который не был бы достигнут органически.\n   • В то же время продажи активов — в частности, бизнеса жевательной резинки на развитых рынках — оказали смешанное влияние. Хотя продажа привела к некоторому росту выручки (например, чистый вклад в выручку составил около 12 млн долларов США в 2023 году), она также негативно повлияла на общий темп роста выручки, поскольку проданный бизнес рос медленнее, чем оставшиеся операции.\n\n2. Влияние стабильного объема/состава продукции:\n   • В отчете отмечается, что в 2023 году в Северной Америке наблюдалась стабильность объема и состава продукции. Это означает, что органический рост (измеряемый объемом и составом продукции) остался в основном неизменным по сравнению с предыдущими периодами. В результате значительный рост выручки и операционной прибыли был обусловлен преимущественно улучшением чистых цен (на 9,5 процентных пункта) и положительным вкладом приобретений, а не увеличением объемов продаж или расширением доли рынка за счет органического роста.\n\n3. Влияние на прибыльность:\n   • Несмотря на стабильный органический объем, операционная прибыль выросла на 18,3% (прирост на 323 млн долларов США). Это улучшение отражает не только благоприятный вклад приобретений — которые принесли продукты с более высокой маржой и потенциальные синергии — но и эффективное управление затратами, например, снижение расходов по программе Simplify to Grow и отчетность по предыдущим годам, связанная с повышением стоимости запасов.\n\n4. Рыночное положение:\n   • Ориентация на стратегии ценообразования и стратегические приобретения для роста выручки и прибыльности указывает на смещение к более устойчивому, ориентированному на ценность рыночному позиционированию. Интеграция сильных брендов, таких как Clif Bar, позволяет сегменту лучше предлагать премиальные продукты, которые могут иметь более высокие цены и лучшие маржи.\n   • Однако стабильный объем/состав продукции указывает на то, что, хотя текущая стратегия привела к успеху с точки зрения прибыльности, органический рост может потребовать дополнительного внимания для обеспечения долгосрочного роста доли рынка.\n\nВ целом, приобретения — в частности, Clif Bar — сыграли ключевую роль в росте как выручки, так и операционной прибыли, в то время как продажи активов способствовали оптимизации бизнеса, даже если они несколько снизили темпы роста выручки. Стабильный объем/состав продукции подчеркивает, что эти улучшения были обусловлены более высокими чистыми ценами и оптимизацией портфеля, что, в свою очередь, укрепило прибыльность и рыночное положение сегмента."
  },
  {
    "text": "Сегменты выручки и тенденции чистых продаж AMZN демонстрируют конкурентное положение.",
    "references": [
      "Мы организовали свою деятельность на три сегмента: Северная Америка, Международный и AWS. Мы распределяем по сегментам операционные расходы «Выполнение заказов», «Технологии и инфраструктура», «Продажи и маркетинг» и «Общие и административные расходы» на основе использования, что обычно отражается в сегменте, в котором были понесены расходы. Большинство технологических расходов, отраженных в «Технологии и инфраструктура», понесено в США и включено в наши сегменты Северная Америка и AWS. Большинство расходов на инфраструктуру, отраженных в «Технологии и инфраструктура», распределяются по сегменту AWS на основе использования. Между нашими отчетными сегментами нет внутренних операций по продажам. Наш главный операционный управляющий («CODM») регулярно анализирует консолидированный объем продаж, консолидированные операционные расходы и консолидированную операционную прибыль (убыток) по сегментам. В сумму, включенную в консолидированные операционные расходы, входят «Себестоимость продаж», «Выполнение заказов», «Технологии и инфраструктура», «Продажи и маркетинг», «Общие и административные расходы» и «Прочие операционные расходы (доходы), чисто». Наш CODM управляет бизнесом, анализируя ежегодные прогнозы и консолидированные результаты по сегментам ежеквартально.\n\nСеверная Америка  \nСегмент Северная Америка в основном состоит из сумм, полученных от розничных продаж потребительских товаров (включая продажи от продавцов) и рекламных и подписных услуг через онлайн- и офлайн-магазины, ориентированные на Северную Америку. В этот сегмент включены экспортные продажи из этих онлайн-магазинов.\n\nМеждународный  \nСегмент Международный в основном состоит из сумм, полученных от розничных продаж потребительских товаров (включая продажи от продавцов) и рекламных и подписных услуг через онлайн-магазины, ориентированные на международные рынки. В этот сегмент включены экспортные продажи из этих международно ориентированных онлайн-магазинов (включая экспортные продажи из этих магазинов клиентам в США, Мексике и Канаде), но исключены экспортные продажи из наших онлайн-магазинов, ориентированных на Северную Америку.\n\nAWS  \nСегмент AWS состоит из сумм, полученных от глобальных продаж вычислительных, хранилищных, баз данных и других услуг для стартапов, предприятий, государственных учреждений и научных учреждений.\n\nИнформация о сегментах и корректировка к консолидированной чистой прибыли (убытку) приведена ниже (в миллионах долларов США):\n\nГод, закончившийся 31 декабря,  \n2021\t2022\t2023  \nСеверная Америка  \nЧистые продажи\t$ 279,833\t$ 315,880\t$ 352,828  \nОперационные расходы\t272,562\t318,727\t337,951  \nОперационная прибыль (убыток)\t$ 7,271\t$ (2,847)\t$ 14,877  \nМеждународный  \nЧистые продажи\t$ 127,787\t$ 118,007\t$ 131,200  \nОперационные расходы\t128,711\t125,753\t133,856  \nОперационный убыток\t$ (924)\t$ (7,746)\t$ (2,656)  \nAWS  \nЧистые продажи\t$ 62,202\t$ 80,096\t$ 90,757  \nОперационные расходы\t43,670\t57,255\t66,126  \nОперационная прибыль\t$ 18,532\t$ 22,841\t$ 24,631  \nКонсолидированный  \nЧистые продажи\t$ 469,822\t$ 513,983\t$ 574,785  \nОперационные расходы\t444,943\t501,735\t537,933  \nОперационная прибыль\t24,879\t12,248\t36,852  \nОбщие внереализационные доходы (расходы)\t13,272\t(18,184)\t705  \nВычет (резерв) по подоходному налогу\t(4,791)\t3,217\t(7,120)  \nДеятельность по инвестициям по методу долевого участия, за вычетом налогов\t4\t(3)\t(12)  \nЧистая прибыль (убыток)\t$ 33,364\t$ (2,722)\t$ 30,425",
      "Чистые продажи по группам сходных продуктов и услуг, которые также обладают сходными экономическими характеристиками, составили (в миллионах долларов):\n\nГод, закончившийся 31 декабря,\n \t2021\t\t2022\t\t2023\nЧистые продажи:\nОнлайн-магазины (1)\t$ 222,075 \t\t\t$ 220,004 \t\t\t$ 231,872 \t\nФизические магазины (2)\t17,075 \t\t\t18,963 \t\t\t20,030 \t\nУслуги продавцов-поставщиков (3)\t103,366 \t\t\t117,716 \t\t\t140,053 \t\nРекламные услуги (4)\t31,160 \t\t\t37,739 \t\t\t46,906 \t\nПодписные услуги (5)\t31,768 \t\t\t35,218 \t\t\t40,209 \t\nAWS\t62,202 \t\t\t80,096 \t\t\t90,757 \t\nПрочие (6)\t2,176 \t\t\t4,247 \t\t\t4,958 \t\nИтого\t$ 469,822 \t\t\t$ 513,983 \t\t\t$ 574,785 \t\n___________________\n(1) Включает продажи товаров и цифрового медиаконтента, по которым мы регистрируем выручку в валовом размере. Мы используем нашу розничную инфраструктуру для предложения широкого ассортимента потребляемых и долговечных товаров, включая медиапродукты в физической и цифровой формах, такие как книги, видео, игры, музыка и программное обеспечение. Эти продажи товаров включают цифровые продукты, продаваемые на основе транзакций. Подписки на цифровой медиаконтент, предоставляющие неограниченные права на просмотр или использование, включены в раздел «Подписные услуги».\n(2) Включает продажи товаров, при которых клиенты физически выбирают товары в магазине. Продажи клиентам, которые заказывают товары онлайн для доставки или самовывоза в наших физических магазинах, включены в раздел «Онлайн-магазины».\n(3) Включает комиссионные и связанные с ними сборы за выполнение и доставку, а также другие услуги продавцов-поставщиков.\n(4) Включает продажи рекламных услуг продавцам, поставщикам, издателям, авторам и другим лицам через программы, такие как спонсорская реклама, дисплейная и видео-реклама.\n(5) Включает ежегодные и ежемесячные платежи, связанные с членством в Amazon Prime, а также услуги цифрового видео, аудиокниг, цифровой музыки, электронных книг и других подписных услуг, не связанных с AWS.\n(6) Включает продажи, связанные с различными другими предложениями, такими как лицензирование и распространение видеоконтента, медицинские услуги, услуги доставки и соглашения о совместно брендинговых кредитных картах.\n\nЧистые продажи приписываются странам в основном на основе стран, ориентированных на онлайн- и физические магазины, или, для целей AWS, на основе продавца. Чистые продажи, приписываемые странам, которые составляют значительную часть общей чистой выручки, приведены ниже (в миллионах долларов):\n\nГод, закончившийся 31 декабря,\n \t2021\t\t2022\t\t2023\nСоединенные Штаты\t$ 314,006 \t\t\t$ 356,113 \t\t\t$ 395,637 \t\nГермания\t37,326 \t\t\t33,598 \t\t\t37,588 \t\nВеликобритания\t31,914 \t\t\t30,074 \t\t\t33,591 \t\nЯпония\t23,071 \t\t\t24,396 \t\t\t26,002 \t\nОстальной мир\t63,505 \t\t\t69,802 \t\t\t81,967 \t\nИтого\t$ 469,822 \t\t\t$ 513,983 \t\t\t$ 574,785",
      "Общие активы сегментов исключают корпоративные активы, такие как денежные средства и эквиваленты денежных средств, рыночные ценные бумаги, другие долгосрочные инвестиции, корпоративные объекты, добропорядочность и другие приобретенные нематериальные активы, а также налоговые активы. Активы технологической инфраструктуры распределяются между сегментами в зависимости от использования, при этом большая часть выделяется сегменту AWS. Общие активы сегментов, согласованные с консолидированными суммами, приведены ниже (в миллионах долларов США):\n\n| | 31 декабря | | |\n| --- | --- | --- | --- |\n| | 2021 | 2022 | 2023 |\n| Северная Америка (1) | $ 161,255 | $ 185,268 | $ 196,029 |\n| Международные (1) | 57,983 | 64,666 | 69,718 |\n| AWS (2) | 63,835 | 88,491 | 108,533 |\n| Корпоративные | 137,476 | 124,250 | 153,574 |\n| Консолидировано | $ 420,549 | $ 462,675 | $ 527,854 |\n\n___________________  \n(1) Активы сегментов Северной Америки и международных сегментов в основном состоят из основных средств, операционных аренд, запасов, дебиторской задолженности и цифрового видеоконтента и музыкального контента.  \n(2) Активы сегмента AWS в основном состоят из основных средств, дебиторской задолженности и операционных аренд.  \n\nЧистые основные средства по сегментам приведены ниже (в миллионах долларов США):\n\n| | 31 декабря | | |\n| --- | --- | --- | --- |\n| | 2021 | 2022 | 2023 |\n| Северная Америка | $ 83,640 | $ 90,076 | $ 93,632 |\n| Международные | 21,718 | 23,347 | 24,357 |\n| AWS | 43,245 | 60,324 | 72,701 |\n| Корпоративные | 11,678 | 12,968 | 13,487 |\n| Консолидировано | $ 160,281 | $ 186,715 | $ 204,177 |\n\nОбщие чистые приросты основных средств по сегментам приведены ниже (в миллионах долларов США):\n\n| | Год, закончившийся 31 декабря | | |\n| --- | --- | --- | --- |\n| | 2021 | 2022 | 2023 |\n| Северная Америка (1) | $ 37,397 | $ 23,682 | $ 17,529 |\n| Международные (1) | 10,259 | 6,711 | 4,144 |\n| AWS (2) | 22,047 | 27,755 | 24,843 |\n| Корпоративные | 2,622 | 2,688 | 1,828 |\n| Консолидировано | $ 72,325 | $ 60,836 | $ 48,344 |\n\n___________________  \n(1) Включает основные средства, добавленные по финансовым арендам на сумму $3,6 млрд, $422 млн и $525 млн в 2021, 2022 и 2023 годах, а также по соглашениям о строительстве под аренду на сумму $5,6 млрд, $3,2 млрд и $356 млн в 2021, 2022 и 2023 годах.  \n(2) Включает основные средства, добавленные по финансовым арендам на сумму $3,5 млрд, $253 млн и $117 млн в 2021, 2022 и 2023 годах, а также по соглашениям о строительстве под аренду на сумму $51 млн, $20 млн и $1 млн в 2021, 2022 и 2023 годах.  \n\nЧистые основные средства и операционные аренды в США составили $155,0 млрд, $180,0 млрд и $196,0 млрд по состоянию на 31 декабря 2021, 2022 и 2023 годов, а чистые основные средства и операционные аренды за пределами США составили $61,3 млрд, $72,9 млрд и $80,7 млрд по состоянию на 31 декабря 2021, 2022 и 2023 годов. За исключением США, основные средства и операционные аренды в любой отдельной стране составляли менее 10% от консолидированных основных средств и операционных аренд.  \n\nАмортизация и износ основных средств, включая корпоративные основные средства, распределяются по всем сегментам в зависимости от использования. Общая амортизация и износ, по сегментам, приведены ниже (в миллионах долларов США):\n\n| | Год, закончившийся 31 декабря | | |\n| --- | --- | --- | --- |\n| | 2021 | 2022 | 2023 |\n| Северная Америка | $ 9,234 | $ 11,565 | $ 13,678 |\n| Международные | 3,022 | 3,483 | 4,016 |\n| AWS | 10,653 | 9,876 | 12,531 |\n| Консолидировано | $ 22,909 | $ 24,924 | $ 30,225 |"
    ],
    "answer": "Финансовые данные четко показывают, что диверсифицированная стратегия Amazon.com по получению дохода отражается в различных темпах роста среди его продуктовых и сервисных групп. Например:\n\n1. Онлайн-магазины: Чистые продажи онлайн-магазинов составили 222,075 млрд долларов в 2021 году, немного снизились до 220,004 млрд долларов в 2022 году, но затем выросли до 231,872 млрд долларов в 2023 году. Это свидетельствует о стабильной базе с умеренным восстановлением, что указывает на то, что хотя традиционный розничный сегмент является значимым драйвером доходов, его рост более зрелый.\n\n2. Услуги для продавцов-поставщиков: Эта группа выросла с 103,366 млрд долларов в 2021 году до 117,716 млрд долларов в 2022 году и далее до 140,053 млрд долларов в 2023 году. Заметный рост в этом сегменте подчеркивает сильные стороны Amazon в создании устойчивой экосистемы торговой площадки, где продавцы получают выгоду от охвата платформы, а Amazon зарабатывает комиссионные, услуги по доставке и сопутствующие услуги.\n\n3. Услуги рекламы: Продажи рекламы выросли с 31,160 млрд долларов в 2021 году до 37,739 млрд долларов в 2022 году и достигли 46,906 млрд долларов в 2023 году. Этот сильный тренд роста подчеркивает, как Amazon успешно использует данные о клиентах и взаимодействие с платформой для привлечения рекламодателей, превращая свой трафик в прибыльный источник дохода.\n\n4. Подписные услуги: Эти услуги выросли с 31,768 млрд долларов в 2021 году до 35,218 млрд долларов в 2022 году, а затем до 40,209 млрд долларов в 2023 году. Постоянный рост подписных доходов, включающих членство в Prime и подписки на цифровое содержимое, показывает, как Amazon формирует повторяющийся доход и укрепляет лояльность клиентов.\n\nВ целом, эти тенденции роста иллюстрируют не только диверсификацию доходов по различным направлениям бизнеса, но и способность Amazon использовать несколько рыночных возможностей. Особенно сильный рост в сегментах услуг для продавцов-поставщиков и рекламы укрепляет конкурентное положение Amazon, снижая зависимость от какой-либо одной источника дохода, повышая общее взаимодействие с клиентами и используя возможности кросс-продаж по всей платформе. Такая диверсифицированная стратегия поддерживает устойчивую бизнес-модель с несколькими высокорастущими драйверами, которые совокупно укрепляют его рыночную позицию по отношению к конкурентам."
  },
  {
    "text": "NII, ставки кредитования/дебетования FTP для FIFTH THIRD BANCORP.",
    "references": [
      "The Bancorp сообщает о трех сегментах бизнеса: Коммерческое банковское дело, розничное и малое бизнес-банкинг и управление состоянием и активами. Дополнительная информация по каждому сегменту бизнеса включена в примечание 31 к Консолидированной финансовой отчетности. Результаты сегментов бизнеса The Bancorp представлены на основе структуры управления и методов управленческого учета. Структура и методы учета являются специфичными для The Bancorp; поэтому финансовые результаты сегментов бизнеса The Bancorp не обязательно сопоставимы с аналогичной информацией других финансовых учреждений. The Bancorp время от времени совершенствует свои методологии, поскольку меняются методы учета и бизнес-деятельность руководства.\n\nThe Bancorp управляет риском процентных ставок централизованно на корпоративном уровне. Используя методологию FTP (внутренняя цена капитала), сегменты бизнеса защищены от большинства колебаний базовых процентных ставок, что позволяет им сосредоточиться на обслуживании клиентов путем выдачи кредитов и привлечения депозитов. Методология FTP присваивает ставки заимствования и кредитования классам активов и обязательств соответственно, основываясь на оценке объема и сроков поступления денежных потоков по каждой операции. Присвоение ставки FTP на основе сопоставления продолжительности денежных потоков распределяет процентный доход и процентные расходы по каждому сегменту бизнеса, таким образом, что его чистый процентный доход защищен от будущих изменений базовых процентных ставок. Методология FTP The Bancorp также распределяет вклад в чистый процентный доход от бизнеса по генерации активов и предоставлению депозитов на основе скорректированной по продолжительности основы, чтобы лучше определить движущие силы производительности. Поскольку продолжительность активов и обязательств не совпадает полностью, остаточный эффект методологии FTP отражается в категории «Общая корпоративная деятельность и прочее». Ставки заимствования и кредитования определяются с использованием кривой внутренней цены капитала (FTP), которая основана на оценке предельных издержек заема Fifth Third на оптовом рынке финансирования. Кривая FTP строится с использованием кривой свопов США, ценообразования по брокерским депозитным сертификатам и ценообразования по незащищенным долговым обязательствам. Методология FTP The Bancorp не корректировалась в течение лет, закончившихся 31 декабря 2023, 2022 и 2021 года.\n\nThe Bancorp корректирует ставки заимствования и кредитования FTP в соответствии с изменениями процентных ставок для различных процентооблагаемых активов и процентооблагаемых обязательств, а также при пересмотре поведенческих предположений, таких как темпы досрочного погашения процентооблагаемых активов и оцененные продолжительности депозитов с неопределенным сроком. Ключевые предположения, включая ставки кредитования для депозитных счетов, пересматриваются ежегодно. Ставки кредитования для депозитных продуктов и ставки заимствования для кредитных продуктов могут пересматриваться чаще в ответ на изменения рыночных условий. В целом, ставки заимствования по активам выросли с 31 декабря 2022 года, поскольку они были затронуты текущим уровнем процентных ставок и характеристиками продолжительности и пересчета портфеля. Ставки кредитования для депозитных продуктов также выросли с 31 декабря 2022 года из-за более высоких процентных ставок и измененных предположений. Таким образом, чистый процентный доход сегментов бизнеса, генерирующих активы, был отрицательно повлиян ставками, начисленными по активам, в то время как сегменты бизнеса, предоставляющие депозиты, были положительно повлияны в течение года, закончившегося 31 декабря 2023 года.\n\nМетодология The Bancorp по распределению резерва на покрытие кредитных потерь по сегментам бизнеса включает расходы или выгоды, связанные с изменениями в уровнях проблемных коммерческих кредитов, помимо фактических чистых списаний, понесенных по кредитам и лизинговым обязательствам, принадлежащим каждому сегменту бизнеса. Резерв на покрытие кредитных потерь, приходящийся на рост кредитов и изменения факторов ALLL, отражается в категории «Общая корпоративная деятельность и прочее». Финансовые результаты сегментов бизнеса включают распределение расходов на общие услуги и расходы штаб-квартиры. Кроме того, сегменты бизнеса достигают синергии, используя возможности глубоких отношений и финансирования операций, обращаясь к рынку капитала как коллективного единого целого.\n\nНиже приведена таблица, суммирующая чистую прибыль (убыток) по сегментам бизнеса:\n\nТАБЛИЦА 15: Чистая прибыль (убыток) по сегментам бизнеса  \nЗа годы, закончившиеся 31 декабря (в миллионах долларов)\t2023\t2022\t2021  \nДанные отчета о прибылях и убытках\t\t\t\nКоммерческое банковское дело\t$ 2,559 \t\t1,649 \t\t1,554 \t\nРозничное и малое бизнес-банкинг\t2,761 \t\t1,309 \t\t220 \t\nУправление состоянием и активами\t279 \t\t198 \t\t94 \t\nОбщая корпоративная деятельность и прочее\t(3,250)\t\t(710)\t\t902 \t\nЧистая прибыль\t$ 2,349 \t\t2,446 \t\t2,770",
      "Коммерческое банковское дело  \nКоммерческое банковское дело предоставляет услуги по кредитному посредничеству, управлению денежными средствами и финансовым услугам крупным и средним предприятиям, а также государственным и профессиональным клиентам. Помимо традиционных кредитных и депозитных продуктов, в портфель коммерческого банковского дела входят глобальное управление денежными средствами, валютные операции и международное торговое финансирование, производные финансовые инструменты и услуги на рынках капитала, кредиты, обеспеченные активами, финансирование недвижимости, государственное финансирование, коммерческое лизинговое финансирование и синдицированное финансирование.\n\nНиже приведена таблица с отобранными финансовыми данными по сегменту коммерческого банковского дела:\n\nТАБЛИЦА 16: Коммерческое банковское дело  \nНа конец года ($ в миллионах)\t2023\t2022\t2021\nДанные отчета о прибылях и убытках\t\t\t\nЧистый процентный доход (FTE)(a)\n$\t3,828 \t\t2,552 \t\t1,604 \t\nПровизия по (выгоде от) кредитным убыткам\t12 \t\t33 \t\t(597)\t\nНепроцентный доход:\t\t\t        \nДоходы от коммерческого банковского дела\t619 \t\t563 \t\t633 \t\nСборы за обслуживание депозитов\t371 \t\t372 \t\t385 \t\nДоходы от лизинговой деятельности\t208 \t\t237 \t\t300 \t\nПрочие непроцентные доходы\t158 \t\t168 \t\t179 \t\nНепроцентные расходы:\t\t\t\nОплата труда и вознаграждения\t654 \t\t639 \t\t644 \t\nРасходы по лизинговой деятельности\t121 \t\t131 \t\t137 \t\nПрочие непроцентные расходы\t1,228 \t\t1,053 \t\t992 \t\nПрибыль до налогообложения (FTE)\t3,169 \t\t2,036 \t\t1,925 \t\nСоответствующие расходы по налогу на прибыль(a)(b)\n610 \t\t387 \t\t371 \t\nЧистая прибыль\t$\t2,559 \t\t1,649 \t\t1,554 \t\nДанные среднего баланса\t\t\t\nКоммерческие кредиты и лизинг, включая продажу в краткосрочной перспективе\t$\t72,293 \t\t70,904 \t\t62,571 \t\nТекущие депозиты\t23,170 \t\t35,147 \t\t38,220 \t\nДепозиты по текущим счетам\t32,319 \t\t21,341 \t\t22,452 \t\nСберегательные и денежно-рыночные депозиты\t5,246 \t\t6,019 \t\t7,825 \t\nСертификаты депозитов\t62 \t\t108 \t\t117 \t\nДепозиты иностранных филиалов\t158 \t\t170 \t\t164 \t\n \n(a) Включает корректировки FTE в размере $16, $10 и $8 за 2023, 2022 и 2021 годы соответственно.  \n(b) Соответствующие расходы по налогу на прибыль за все периоды включают налоговый выигрыш от налогово-освобожденного дохода, инвестиций с налоговым преимуществом и налоговых кредитов, частично компенсируемый эффектом некоторых недопустимых к вычету расходов. Дополнительную информацию см. в подразделе «Соответствующие налоги на прибыль» раздела «Анализ отчета о прибылях и убытках» в MD&A.\n\nЧистая прибыль составила $2,6 млрд за 2023 год по сравнению с $1,6 млрд за 2022 год. Рост чистой прибыли был обусловлен увеличением чистого процентного дохода на основе FTE, снижением резервов на кредитные убытки и ростом непроцентного дохода, частично компенсированными ростом непроцентных расходов.\n\nЧистый процентный доход на основе FTE вырос на $1,3 млрд по сравнению с 2022 годом, в основном благодаря росту доходности средних коммерческих кредитов и лизинга, а также росту ставок FTP по депозитам. Эти положительные эффекты были частично компенсированы ростом ставок FTP по коммерческим кредитам и лизингу, а также ростом ставок по средним балансам по текущим счетам и ростом ставок по средним балансам по сберегательным и денежно-рыночным счетам.\n\nРезерв на кредитные убытки снизился на $21 млн по сравнению с 2022 годом, в основном из-за роста выделенной выгоды от кредитных убытков, связанных с коммерческими активами, подверженными критике, а также снижения чистых списаний, связанных с коммерческим лизингом. Чистые списания в процентах от среднего портфеля кредитов и лизинга составили 12 б.п. как в 2023, так и в 2022 году.\n\nНепроцентный доход вырос на $16 млн по сравнению с 2022 годом, что было обусловлено ростом доходов от коммерческого банковского дела, частично компенсированным снижением доходов от лизинговой деятельности и прочих непроцентных доходов. Доходы от коммерческого банковского дела выросли на $56 млн по сравнению с 2022 годом, в основном благодаря росту комиссионных за синдицирование кредитов, доходов от институционального брокерского обслуживания и валютных комиссий, частично компенсированным снижением доходов от контрактов по производным инструментам для коммерческих клиентов и комиссионных за слияния и поглощения. Доходы от лизинговой деятельности снизились на $29 млн по сравнению с 2022 годом, в основном из-за снижения доходов от операционных лизингов, комиссионных за перепродажу лизинговых объектов и доходов от решений по лизинговым операциям. Снижение доходов от решений по лизинговым операциям было связано с продажей LaSalle Solutions во втором квартале 2022 года. Прочие непроцентные доходы снизились на $10 млн по сравнению с 2022 годом, в основном из-за снижения доходов от инвестиций в частный капитал, частично компенсированного снижением чистых убытков по ценным бумагам.\n\nНепроцентные расходы выросли на $180 млн по сравнению с 2022 годом, что было обусловлено ростом прочих непроцентных расходов и оплаты труда и вознаграждений, частично компенсированным снижением расходов по лизинговой деятельности. Прочие непроцентные расходы выросли на $175 млн по сравнению с 2022 годом, в основном из-за роста распределенных расходов и страхования",
      "Розничное и малое бизнес-банкинг  \nРозничное и малое бизнес-банкинг предоставляет полный спектр депозитных и кредитных продуктов для физических лиц и малых предприятий через сеть полнофункциональных банковских центров, а также посредством отношений с косвенными и корреспондентскими кредитными организациями, включая продукты, разработанные для удовлетворения специфических потребностей малого бизнеса, включая услуги по управлению денежными средствами. Розничное и малое бизнес-банкинг включает ипотечные кредиты для жилищного строительства, кредиты на основании стоимости жилой недвижимости, кредитные карты, автокредиты и другие косвенные кредитные операции, а также другие виды потребительского кредитования. Ипотечная деятельность включает выдачу, удержание и обслуживание ипотечных кредитов, продажу и секьюритизацию этих кредитов, а также все связанные с этим хеджирование. Косвенные кредитные операции включают предоставление кредитов потребителям через автодилеров, дилеров мотоциклов, дилеров спортивных транспортных средств, дилеров рекреационных транспортных средств и дилеров морских судов. Другие виды потребительского кредитования включают кредиты на ремонт жилья и установку солнечных энергетических систем, выдаваемые через сеть подрядчиков и монтажных организаций.\n\nНиже приведена таблица с отобранными финансовыми данными по сегменту розничного и малого бизнес-банкинга:\n\nТАБЛИЦА 17: Розничное и малое бизнес-банкинг  \nНа конец года ($ в миллионах)\t2023\t2022\t2021  \nДанные отчета о прибылях и убытках  \nЧистый процентный доход\t$\t5,207 \t\t3,131 \t\t1,685 \t\nПровизия по кредитным потерям\t303 \t\t139 \t\t120 \t\nНепроцентный доход:\t\t\t    \nДоход от карт и обработки\t312 \t\t308 \t\t312 \t\nЧистый доход от ипотечного банкинга\t250 \t\t214 \t\t267 \t\nДоход от управления активами и благосостоянием\t216 \t\t204 \t\t206 \t\nСборы за обслуживание депозитов\t208 \t\t216 \t\t214 \t\nПрочий непроцентный доход\t119 \t\t111 \t\t108 \t\nНепроцентные расходы:\t\t\t\nОплата труда и вознаграждения\t878 \t\t828 \t\t833 \t\nРасходы на аренду и оборудование\t253 \t\t234 \t\t235 \t\nРасходы на карты и обработку\t76 \t\t72 \t\t85 \t\nПрочие непроцентные расходы\t1,308 \t\t1,255 \t\t1,242 \t\nПрибыль до налогообложения\t3,494 \t\t1,656 \t\t277 \t\nСоответствующие расходы по налогу на прибыль\t733 \t\t347 \t\t57 \t\nЧистая прибыль\t$\t2,761 \t\t1,309 \t\t220 \t\nДанные среднего баланса  \nПотребительские кредиты, включая кредиты, удерживаемые для продажи\t$\t42,933 \t\t43,049 \t\t43,072 \t\nКоммерческие кредиты\t2,829 \t\t1,727 \t\t928 \t\nТекущие депозиты\t21,891 \t\t23,600 \t\t22,932 \t\nДепозиты с текущими счетами\t12,325 \t\t15,191 \t\t14,633 \t\nСберегательные и денежно-рыночные депозиты\t42,305 \t\t43,054 \t\t40,647 \t\nСертификаты депозитов\t8,809 \t\t2,543 \t\t3,292 \t\n \n\nЧистая прибыль за 2023 год составила 2,8 млрд долларов США по сравнению с 1,3 млрд долларов США за 2022 год. Рост был обусловлен преимущественно увеличением чистого процентного дохода и непроцентного дохода, частично компенсированным ростом резервов на кредитные потери и непроцентных расходов.\n\nЧистый процентный доход вырос на 2,1 млрд долларов США по сравнению с 2022 годом, в основном из-за роста ставок FTP по депозитам, а также роста доходности и средних остатков кредитов. Эти положительные эффекты частично компенсировались ростом ставок по депозитам, а также ставок FTP по кредитам.\n\nРезерв на кредитные потери вырос на 164 млн долларов США по сравнению с 2022 годом, в основном из-за роста чистых списаний по другим потребительским кредитам, кредитам на промышленные и коммерческие цели, косвенно обеспеченным потребительским кредитам и кредитным картам. Чистые списания в процентах от среднего объема кредитов и арендных обязательств выросли до 68 бипов за 2023 год по сравнению с 33 бипами за 2022 год.\n\nНепроцентный доход вырос на 52 млн долларов США по сравнению с 2022 годом, в основном за счет роста чистого дохода от ипотечного банкинга и дохода от управления активами и благосостоянием. Дополнительную информацию о колебаниях чистого дохода от ипотечного банкинга см. в подразделе «Непроцентный доход» раздела «Анализ отчета о прибылях и убытках» в MD&A. Доход от управления активами и благосостоянием вырос на 12 млн долларов США по сравнению с 2022 годом, в основном из-за роста комиссионных брокеров. Непроцентные расходы выросли на 126 млн долларов США по сравнению с 2022 годом, в основном из-за роста прочих непроцентных расходов, оплаты труда и вознаграждений, а также расходов на аренду и оборудование. Прочие непроцентные расходы выросли на 53 млн долларов США по сравнению с 2022 годом, в основном из-за роста распределенных расходов, страхования FDIC и прочих налогов, а также расходов на маркетинг. Рост распределенных расходов был в основном связан со службами поддержки информационных технологий. Эти росты были частично компенсированы снижением расходов на обслуживание кредитов, связанных с продажей Банкорпом некоторых государственных ипотечных кредитов, которые ранее находились в программах отсрочки платежей и обслуживались третьей стороной. Оплата труда и вознаграждения выросла на 50 млн долларов США по сравнению с 2022 годом, в основном из-за роста базовой оплаты труда, включая дополнительный эффект от приобретения бизнеса во втором квартале 2022 года и последствия повышения минимальной заработной платы в Банкорпе во втором квартале 2022 года. Расходы на",
      "Общая корпоративная деятельность и прочее  \nОбщая корпоративная деятельность и прочее включает неподеленную часть портфеля инвестиционных ценных бумаг, прибыль и убытки от ценных бумаг, некоторые неосновные источники финансирования за счет депозитов, не assigned equity, неподеленную резервную сумму на покрытие кредитных потерь или выгоду от снижения резерва на покрытие кредитных потерь (ACL), выплату дивидендов по привилегированным акциям, а также некоторые вспомогательные операции и иные статьи, не относящиеся к сегментам бизнеса.\n\nЧистый процентный доход на основе FTE снизился на 3,2 млрд долларов по сравнению с годом, закончившимся 31 декабря 2022 г., в основном вследствие роста кредитов FTP по депозитам, распределенных по сегментам бизнеса, увеличения расходов по процентам по долгосрочным долговым обязательствам и депозитам, а также снижения процентного дохода по кредитам и лизинговым операциям. Эти негативные факторы частично компенсировались ростом расходов FTP по кредитам и лизинговым операциям, а также увеличением процентного дохода по инвестиционным ценным бумагам и другим краткосрочным инвестициям. Рост как кредитов FTP, так и расходов FTP, распределенных по сегментам бизнеса, был обусловлен ростом рыночных процентных ставок. В рамках внутренней отчетной методологии банка, банк изолирует сегменты бизнеса от риска процентных ставок, связанных с кредитованием по фиксированным ставкам, передавая этот риск в Общую корпоративную деятельность и прочее с помощью методологии FTP. В результате объем кредитов FTP по депозитам, полученных сегментами бизнеса, растет быстрее, чем объем распределенных расходов FTP по кредитам и лизинговым операциям. Если рыночные процентные ставки останутся на текущих уровнях, расходы FTP по кредитам и лизинговым операциям для сегментов бизнеса будут увеличиваться со временем по мере погашения фиксированных кредитов и их замещения новыми кредитами.\n\nРезерв на покрытие кредитных потерь снизился на 192 млн долларов по сравнению с годом, закончившимся 31 декабря 2022 г., в основном вследствие влияния распределения по сегментам бизнеса.\n\nНепроцентный доход вырос на 46 млн долларов по сравнению с годом, закончившимся 31 декабря 2022 г., в основном вследствие признания чистой прибыли от ценных бумаг по сравнению с чистыми убытками от ценных бумаг в предыдущем году, частично компенсированного снижением дохода от TRA, связанного с Worldpay, Inc.\n\nНепроцентные расходы выросли на 184 млн долларов по сравнению с годом, закончившимся 31 декабря 2022 г., в основном вследствие роста страховых взносов FDIC и прочих налогов из-за специального сбора FDIC, увеличения расходов на оплату труда и вознаграждения из-за более высоких расходов по неквалифицированному отложенному вознаграждению и расходов на увольнение, а также роста расходов на технологии и связь, частично компенсированного увеличением расходов на корпоративные накладные расходы, перераспределенных из Общей корпоративной деятельности и прочего в другие сегменты бизнеса. Дополнительную информацию о специальном сборе по страхованию депозитов см. в разделе «Обзор» в MD&A."
    ],
    "answer": "Оба сегмента — Коммерческое банковское дело и Розничное и малое бизнес-банкинг — продемонстрировали заметный рост чистого процентного дохода, что улучшило их операционную деятельность и, в свою очередь, способствовало росту прибыли на уровне сегментов. В сегменте Коммерческое банковское дело чистый процентный доход на основе FTE (эквивалент полной занятости) вырос примерно на 1,3 млрд долларов с 2022 по 2023 год. Этот рост был обусловлен главным образом более высокими доходами по коммерческим кредитам и лизинговым операциям, а также изменениями в механизме FTP (ценообразования на внутренние переводы средств). В рамках системы FTP более высокие кредитные ставки, применяемые к депозитным продуктам (которые передаются в сегменты), помогли компенсировать, но не полностью нейтрализовали эффект от более высоких ставок по кредитам. По сути, хотя ставки FTP для активообразующей деятельности увеличились (что оказало небольшое негативное влияние), одновременное повышение ставок FTP по депозитам (что снижает процентные расходы при распределении по сегментам) привело к чистому положительному эффекту для процентного дохода сегмента.\n\nАналогично, в сегменте Розничное и малое бизнес-банкинг чистый процентный доход вырос примерно на 2,1 млрд долларов за тот же период. В этом сегменте рост процентного дохода был обусловлен повышением ставок FTP по депозитам — что отражает более высокие текущие процентные ставки — и более высокими доходами по кредитам. Хотя некоторое снижение было связано с ростом ставок FTP, применяемых к кредитному портфелю, чистый эффект все же привел к существенному росту чистого процентного дохода, что, в свою очередь, способствовало улучшению прибыли сегмента.\n\nВ целом, система FTP играет ключевую роль, назначая ставки заимствования и кредитования, основанные на оценке продолжительности денежных потоков и текущих рыночных ставок. Такой подход позволяет банку точно распределять процентный доход и расход по каждому бизнес-сегменту. Когда депозитные продукты (поддерживающие сторону финансирования) получают более высокие ставки FTP, сегменты сталкиваются с более низкими эффективными процентными расходами, что повышает чистый процентный доход. Напротив, хотя более высокие ставки FTP по кредитам увеличивают расходы по активам, сегменты смогли получить достаточный доход от кредитования, чтобы преодолеть это давление. В итоге в обоих сегментах наблюдался значительный рост чистого процентного дохода, что существенно способствовало улучшению финансовых результатов в 2023 году."
  },
  {
    "text": "Одноразовые расходы Hasbro (HAS) в 2023 году и их влияние на операционную прибыльность по сравнению с историческими тенденциями и последствия для распределения капитала.",
    "references": [
      "Ниже приведена таблица с основной финансовой информацией, касающейся наших консолидированных балансов, включая изменения по сравнению с предыдущим годом, выраженные в миллионах долларов.\n\n2023\t\t%\t\t2022\t\t%\t\t2021  \nДенежные средства и эквиваленты денежных средств, за вычетом краткосрочных заимствований (включая ограниченно доступные средства в размере $0,6, $14,5 и $35,8)  \n$ 545,4 \t\t\t6 %\t\t$ 513,1 \t\t\t-50 %\t\t$ 1 019,2  \nДебиторская задолженность, net\t1 029,3 \t\t\t-9 %\t\t1 132,4 \t\t\t-25 %\t\t1 500,4  \nЗапасы\t332,0 \t\t\t-51 %\t\t676,8 \t\t\t23 %\t\t552,1  \nПредоплаченные расходы и прочие текущие активы\t416,9 \t\t\t-38 %\t\t676,8 \t\t\t3 %\t\t656,4  \nПрочие активы\t862,0 \t\t\t-46 %\t\t1 589,3 \t\t\t23 %\t\t1 297,0  \nДебиторская задолженность и начисленные обязательства\t1 556,4 \t\t\t-20 %\t\t1 934,1 \t\t\t-14 %\t\t2 255,0  \nПрочие обязательства\t431,7 \t\t\t-19 %\t\t533,1 \t\t\t-21 %\t\t670,7  \n\nДебиторская задолженность, net снизилась на 9% в 2023 году по сравнению с 2022 годом. Снижение дебиторской задолженности отражает исключение дебиторских остатков, включенных в продажу бизнеса eOne Film and TV в четвертом квартале 2023 года, а также более низкие доходы в 2023 году по сравнению с 2022 годом. Количество дней продаж, находящихся в дебиторской задолженности, увеличилось с 61 дня на 25 декабря 2022 года до 73 дней на 31 декабря 2023 года, что отражает снижение доходов и структуру продаж в 2023 году. Дебиторская задолженность, net снизилась на 25% в 2022 году по сравнению с 2021 годом. Снижение дебиторской задолженности в 2022 году было обусловлено более низкими продажами и улучшенными сборами по большинству рынков компании в 2022 году. Количество дней продаж, находящихся в дебиторской задолженности, снизилось с 68 дней на 26 декабря 2021 года до 61 дня на 25 декабря 2022 года, в основном из-за улучшенных сборов, описанных выше.\n\nЗапасы снизились на 51% в 2023 году по сравнению с 2022 годом, что отражает всесторонние усилия по снижению уровня розничных запасов при одновременном улучшении качества запасов на складе. Мероприятия по управлению запасами включали списание излишков и устаревших запасов, особенно в США и Европе, а также в бизнесах Consumer Products и настольных игр Wizards of the Coast, помимо увеличения резервов на устаревание запасов, поскольку компания готовится к 2024 году. Запасы выросли на 23% в 2022 году по сравнению с 2021 годом, в основном отражая ускоренные закупки запасов, связанные с бизнесами Consumer Products и Wizards of the Coast, чтобы смягчить влияние некоторых глобальных проблем с цепочками поставок. Однако, поскольку глобальные ограничения в цепочках поставок начали ослабевать в 2022 году, компания столкнулась с более низкими, чем ожидалось, продажами Consumer Products, что привело к более высоким уровням запасов.",
      "HASBRO, INC. И ДОЧЕРНИЕ КОМПАНИИ  \nКонсолидированный баланс  \nна 31 декабря 2023 и 25 декабря 2022  \n(Миллионы долларов, за исключением данных о количестве акций)\n\n| | 2023 | 2022 |\n|---|---|---|\n| **АКТИВЫ** | | |\n| Текущие активы | | |\n| Касса и кассовые эквиваленты, включая ограниченно доступные средства в размере $0,6 в 2023 и $14,5 в 2022 | $ 545,4 | 513,1 |\n| Дебиторская задолженность, за вычетом резерва по потенциальным кредитным потерям в размере $12,7 в 2023 и $20,0 в 2022 | 1 029,3 | 1 132,4 |\n| Запасы | 332,0 | 676,8 |\n| Предоплаченные расходы и прочие текущие активы | 416,9 | 676,8 |\n| Итого текущие активы | 2 323,6 | 2 999,1 |\n| Основные средства, чистая стоимость | 488,6 | 422,8 |\n| Прочие активы | | |\n| Добровольная стоимость | 2 279,2 | 3 470,1 |\n| Прочие нематериальные активы, чистая стоимость | 587,5 | 814,6 |\n| Прочее | 862,0 | 1 589,3 |\n| Итого прочие активы | 3 728,7 | 5 874,0 |\n| Итого активы | $ 6 540,9 | 9 295,9 |\n| **ОБЯЗАТЕЛЬСТВА, НЕКОНТРОЛЬНЫЕ ИНТЕРЕСЫ И КАПИТАЛ АКЦИОНЕРОВ** | | |\n| Текущие обязательства | | |\n| Краткосрочные заимствования | $ — | 142,4 |\n| Текущая часть долгосрочных обязательств | 500,0 | 113,2 |\n| Дебиторская задолженность | 340,6 | 427,3 |\n| Накопленные обязательства | 1 215,8 | 1 506,8 |\n| Итого текущие обязательства | 2 056,4 | 2 189,7 |\n| Долгосрочные обязательства | 2 965,8 | 3 711,2 |\n| Прочие обязательства | 431,7 | 533,1 |\n| Итого обязательства | 5 453,9 | 6 434,0 |\n| Капитал акционеров | | |\n| Привилегированные акции номинальной стоимостью $2,50. Учтено 5 000 000 акций; ни одна не выпущена | — | — |\n| Обыкновенные акции номинальной стоимостью $0,50. Учтено 600 000 000 акций; выпущено 220 286 736 акций в 2023 и 2022 | 110,1 | 110,1 |\n| Дополнительный капитал | 2 590,6 | 2 540,6 |\n| Нераспределенная прибыль | 2 188,4 | 4 071,4 |\n| Накопленный прочий совокупный убыток | (201,5) | (254,9) |\n| Акции в собственности, по стоимости, 81 498 181 акций в 2023 и 82 106 383 акций в 2022 | (3 625,7) | (3 634,4) |\n| Неконтрольные доли | 25,1 | 29,1 |\n| Итого капитал акционеров | 1 087,0 | 2 861,9 |\n| Итого обязательства, неконтрольные доли и капитал акционеров | $ 6 540,9 | 9 295,9 |",
      "HASBRO, INC. И ДОЧЕРНИЕ КОМПАНИИ  \nКонсолидированные отчеты о прибылях и убытках  \nЗа финансовые годы, закончившиеся в декабре  \n(Миллионы долларов, за исключением данных на одну акцию)  \n2023\t\t2022\t\t2021  \nЧистые доходы\t$ 5,003,3 \t\t\t5,856,7 \t\t\t6,420,4 \t\nЗатраты и расходы:\t\t\t\t\t\nСебестоимость продаж\t1,706,0 \t\t\t1,911,8 \t\t\t1,927,5 \t\nАмортизация расходов на программы\t448,9 \t\t\t555,5 \t\t\t628,6 \t\nРоялти\t428,3 \t\t\t493,0 \t\t\t620,4 \t\nРазработка продукции\t306,9 \t\t\t307,9 \t\t\t315,7 \t\nРеклама\t358,4 \t\t\t387,3 \t\t\t506,6 \t\nАмортизация нематериальных активов\t83,0 \t\t\t105,3 \t\t\t116,8 \t\nПродажи, распределение и административные расходы\t1,480,4 \t\t\t1,666,1 \t\t\t1,432,7 \t\nОбесценение goodwill\t1,191,2 \t\t\t— \t\t\t— \t\nУбыток от продажи бизнеса\t539,0 \t\t\t22,1 \t\t\t108,8 \t\nОбщие расходы и затраты\t6,542,1 \t\t\t5,449,0 \t\t\t5,657,1 \t\nОперационная прибыль (убыток)\t(1,538,8)\t\t\t407,7 \t\t\t763,3 \t\nНепроизводственные расходы (доходы):\t\t\t\t\t\nПроцентные расходы\t186,3 \t\t\t171,0 \t\t\t179,7 \t\nПроцентный доход\t(23,0)\t\t\t(11,8)\t\t\t(5,4)\t\nПрочие расходы (доходы), чисто\t7,0 \t\t\t(13,0)\t\t\t7,1 \t\nОбщие непроизводственные расходы, чисто\t170,3 \t\t\t146,2 \t\t\t181,4 \t\nПрибыль (убыток) до налогообложения\t(1,709,1)\t\t\t261,5 \t\t\t581,9 \t\nНалог на прибыль (вычет)\t(221,3)\t\t\t58,5 \t\t\t146,6 \t\nЧистая прибыль (убыток)\t(1,487,8)\t\t\t203,0 \t\t\t435,3 \t\nЧистая прибыль (убыток), приходящаяся на доли не контролирующих акционеров\t1,5 \t\t\t(0,5)\t\t\t6,6 \t\nЧистая прибыль (убыток), приходящаяся на Hasbro, Inc.\t$ (1,489,3)\t\t\t203,5 \t\t\t428,7 \t\nНа одну обыкновенную акцию\t\t\t\t\t\nЧистая прибыль (убыток), приходящаяся на Hasbro, Inc.  \nОсновная\t$ (10,73)\t\t\t1,47 \t\t\t3,11 \t\nРазводненная\t$ (10,73)\t\t\t1,46 \t\t\t3,10 \t\nДивиденды, объявленные\t$ 2,80 \t\t\t2,80 \t\t\t2,72"
    ],
    "answer": "В 2023 году операционный результат Hasbro из прибыли, зафиксированной в предыдущие годы (407,7 млн в 2022 году и 763,3 млн в 2021 году), превратился в операционный убыток в размере 1,538,8 млн. Основной причиной этого изменения стало введение значительных разовых расходов — снижение стоимости goodwill на 1,191,2 млн и убыток от продажи бизнеса в размере 539,0 млн, что в сумме составляет около 1,730,2 млн. Если концептуально исключить эти нерегулярные расходы, операционная деятельность в 2023 году была бы значительно ближе к предыдущим прибыльным уровням. Такое противопоставление указывает на то, что основной бизнес, возможно, не так слаб, как может показаться на первый взгляд, если учитывать операционный убыток 2023 года, исключая разовые статьи.\n\nС точки зрения распределения капитала, руководство может рассматривать эти разовые расходы как неповторяющиеся события, которые не обязательно отражают текущий потенциал прибыли бизнеса. В результате в будущем Hasbro может использовать этот анализ для перераспределения капитала таким образом, чтобы укрепить основные операции — например, за счет инвестиций в разработку продуктов или улучшения операционной эффективности, а также, возможно, возвращения капитала акционерам в виде дивидендов или выкупа акций. Однако сохранение достаточной ликвидности для поддержки дальнейших преобразований или улучшения качества активов (как это показывает управление запасами и другие инициативы баланса) также может оставаться постоянным приоритетом."
  },
  {
    "text": "Тенденции инвестиций в денежные средства/краткосрочные активы для показателей ликвидности MPWR в 2022–2023 годах.",
    "references": [
      "Запасы состоят из следующего (в тысячах долларов):\n\n \n\n \t \t\n31 декабря,\n\n \n \t \t\n2023\n\n \t \t\n2022\n\n \nСырье\n\n \t$\t118,917\t \t \t$\t126,760\t \nВ процессе производства\n\n \t \t112,750\t \t \t \t134,071\t \nГотовая продукция\n\n \t \t152,035\t \t \t \t186,459\t \nИтого\n\n \t$\t383,702\t \t \t$\t447,290",
      "МОНОЛИТЭК ПАВЕР СИСТЕМС, ИНК.\n\nКОНСОЛИДИРОВАННЫЕ БАЛАНСЫ\n\n(в тысячах, за исключением номинальной стоимости)\n\n \n\n \t \t\n31 декабря\n\n \n \t \t\n2023\n\n \t \t\n2022\n\n \nАКТИВЫ\n\n \t \t \t \t \t \t \t \nТекущие активы:\n\n \t \t \t \t \t \t \t \nДенежные средства и денежные эквиваленты\n\n \t$\t527,843\t \t \t$\t288,607\t \nКраткосрочные инвестиции\n\n \t \t580,633\t \t \t \t449,266\t \nДебиторская задолженность, чистая\n\n \t \t179,858\t \t \t \t182,714\t \nЗапасы\n\n \t \t383,702\t \t \t \t447,290\t \nПрочие текущие активы\n\n \t \t147,463\t \t \t \t42,742\t \nИтого текущие активы\n\n \t \t1,819,499\t \t \t \t1,410,619\t \nОсновные средства, чистая стоимость\n\n \t \t368,952\t \t \t \t357,157\t \nДобровольная стоимость\n\n \t \t6,571\t \t \t \t6,571\t \nОтложенные налоговые активы, чистая стоимость\n\n \t \t28,054\t \t \t \t35,252\t \nПрочие долгосрочные активы\n\n \t \t211,277\t \t \t \t249,286\t \nИтого активы\n\n \t$\t2,434,353\t \t \t$\t2,058,885\t \n \t \t \t \t \t \t \t \t \nПАССИВЫ И КАПИТАЛ АКЦИОНЕРОВ\n\n \t \t \t \t \t \t \t \nТекущие обязательства:\n\n \t \t \t \t \t \t \t \nДебиторская задолженность\n\n \t$\t62,958\t \t \t$\t61,461\t \nНачисленная заработная плата и связанные с ней выплаты\n\n \t \t56,286\t \t \t \t88,260\t \nПрочие начисленные обязательства\n\n \t \t115,791\t \t \t \t113,679\t \nИтого текущие обязательства\n\n \t \t235,035\t \t \t \t263,400\t \nНалоговые обязательства\n\n \t \t60,724\t \t \t \t53,509\t \nПрочие долгосрочные обязательства\n\n \t \t88,655\t \t \t \t73,374\t \nИтого пассивы\n\n \t \t384,414\t \t \t \t390,283\t \nОбязательства и резервы\n\n \t \t  \t \t \t \t  \t \nКапитал акционеров:\n\n \t \t \t \t \t \t \t \nОбыкновенные акции и дополнительный вклад: номинальная стоимость $0,001; количество акций, утвержденных к выпуску: 150 000; количество выпущенных и находящихся в обращении акций: 48 028 и 47 107 соответственно\n\n \t \t1,129,937\t \t \t \t975,276\t \nНераспределенная прибыль\n\n \t \t947,064\t \t \t \t716,403\t \nНакопленный прочий совокупный убыток\n\n \t \t(27,062\t)\t \t \t(23,077\t)\nИтого капитал акционеров\n\n \t \t2,049,939\t \t \t \t1,668,602\t \nИтого пассивы и капитал акционеров\n\n \t$\t2,434,353\t \t \t$\t2,058,885",
      "МОНОЛИТНАЯ СИСТЕМА ПИТАНИЯ, ООО\n\nКОНСOLIDИРОВАННЫЕ ОТЧЕТЫ О ПРИБЫЛИ И УБЫТКАХ\n\n(в тысячах, за исключением показателей на одну акцию)\n\n \n\n \t \t\nГод, закончившийся 31 декабря,\n\n \n \t \t\n2023\n\n \t \t\n2022\n\n \t \t\n2021\n\n \nВыручка\n\n \t$\t1,821,072\t \t \t$\t1,794,148\t \t \t$\t1,207,798\t \nСебестоимость продаж\n\n \t \t799,953\t \t \t \t745,596\t \t \t \t522,339\t \nВаловая прибыль\n\n \t \t1,021,119\t \t \t \t1,048,552\t \t \t \t685,459\t \nОперационные расходы:\n\n \t \t \t \t \t \t \t \t \t \t \t \nРасходы на исследования и разработки\n\n \t \t263,643\t \t \t \t240,171\t \t \t \t190,627\t \nРасходы на сбыт, общие и административные\n\n \t \t275,740\t \t \t \t281,596\t \t \t \t232,415\t \nОбщие операционные расходы\n\n \t \t539,383\t \t \t \t521,767\t \t \t \t423,042\t \nОперационная прибыль\n\n \t \t481,736\t \t \t \t526,785\t \t \t \t262,417\t \nПрочие доходы (расходы), чисто\n\n \t \t24,105\t \t \t \t(1,848\t)\t \t \t9,802\t \nПрибыль до налогообложения\n\n \t \t505,841\t \t \t \t524,937\t \t \t \t272,219\t \nНалог на прибыль\n\n \t \t78,467\t \t \t \t87,265\t \t \t \t30,196\t \nЧистая прибыль\n\n \t$\t427,374\t \t \t$\t437,672\t \t \t$\t242,023\t \n \t \t \t \t \t \t \t \t \t \t \t \t \nЧистая прибыль на одну акцию:\n\n \t \t \t \t \t \t \t \t \t \t \t \nОсновная\n\n \t$\t8.98\t \t \t$\t9.37\t \t \t$\t5.28\t \nРазводненная\n\n \t$\t8.76\t \t \t$\t9.05\t \t \t$\t5.05\t \nСреднее количество акций в обращении:\n\n \t \t \t \t \t \t \t \t \t \t \t \nОсновная\n\n \t \t47,610\t \t \t \t46,727\t \t \t \t45,851\t \nРазводненная\n\n \t \t48,771\t \t \t \t48,358\t \t \t \t47,889"
    ],
    "answer": "Данные, предоставленные в отчете, позволяют проанализировать ликвидность компании за два отчетных года. В частности, можно рассчитать коэффициенты текущей и быстрой ликвидности следующим образом:\n\n1. Коэффициент текущей ликвидности = Текущие активы / Текущие обязательства  \n   • В 2023 году: Текущие активы = 1 819 499 тыс. долларов, текущие обязательства = 235 035 тыс. долларов, следовательно:  \n     Коэффициент текущей ликвидности (2023) ≈ 1 819 499 / 235 035 ≈ 7,74  \n   • В 2022 году: Текущие активы = 1 410 619 тыс. долларов, текущие обязательства = 263 400 тыс. долларов, следовательно:  \n     Коэффициент текущей ликвидности (2022) ≈ 1 410 619 / 263 400 ≈ 5,36  \n\n   Это показывает, что коэффициент текущей ликвидности значительно улучшился с примерно 5,36 в 2022 году до 7,74 в 2023 году, что свидетельствует о более сильной способности покрывать краткосрочные обязательства.\n\n2. Коэффициент быстрой ликвидности = (Денежные средства + Краткосрочные инвестиции + Дебиторская задолженность) / Текущие обязательства  \n   • В 2023 году: Денежные средства = 527 843 тыс. долларов, краткосрочные инвестиции = 580 633 тыс. долларов, дебиторская задолженность = 179 858 тыс. долларов. Быстрые активы = 527 843 + 580 633 + 179 858 = 1 288 334 тыс. долларов. Следовательно:  \n     Коэффициент быстрой ликвидности (2023) ≈ 1 288 334 / 235 035 ≈ 5,48  \n   • В 2022 году: Денежные средства = 288 607 тыс. долларов, краткосрочные инвестиции = 449 266 тыс. долларов, дебиторская задолженность = 182 714 тыс. долларов. Быстрые активы = 288 607 + 449 266 + 182 714 = 920 587 тыс. долларов. Следовательно:  \n     Коэффициент быстрой ликвидности (2022) ≈ 920 587 / 263 400 ≈ 3,50  \n\n   Коэффициент быстрой ликвидности вырос с примерно 3,50 в 2022 году до 5,48 в 2023 году, что отражает улучшение ликвидности при исключении запасов из текущих активов.\n\nЗначительный рост денежных средств и краткосрочных инвестиций является ключевым фактором, способствующим этим улучшениям. Усиление ликвидности свидетельствует о том, что компания находится в более сильной позиции для погашения своих краткосрочных обязательств и финансовых требований, что укрепляет ее общую конкурентоспособность и финансовое положение."
  },
  {
    "text": "Стратегия операционных расходов и маржи INTC на фоне конкуренции.",
    "references": [
      "Мы выпустили семейство настольных процессоров 14-го поколения Intel Core, обеспечив улучшенную производительность как в однопоточном, так и многопоточном режиме при игре, стриминге и записи. Кроме того, мы выпустили первую линейку процессоров Intel Core Ultra, использующих разобщенную архитектуру и являющуюся первой платформой для ПК, построенной на технологии Intel 4. Наше новейшее семейство процессоров стало первым клиентским процессором, оснащённым выделенным NPU для ускорения искусственного интеллекта, и обеспечивает улучшенную энергоэффективность и производительность графики. Intel Core Ultra ознаменовала поворотный момент в дорожной карте клиентских процессоров Intel, поскольку мы вступаем в эру AI-ПК. Благодаря новым возможностям в ПК, включая значительно улучшенное время автономной работы, возможности ИИ с нашими продуктами NPU и GPU, а также производительности графики вдвое выше при использовании процессоров Intel Core Ultra, мы стремимся предложить убедительные причины для обновления как на коммерческом, так и на потребительском рынках. Мы ожидаем поставки более 230 проектов на базе Intel Core Ultra на рынок.  \nСуществует высокий спрос на наше семейство процессоров 13-го поколения Intel Core, включающее технологию Intel® Thread Director и нашу архитектуру гибридных процессоров второго поколения. Мы ожидаем поставки более 300 проектов от партнёров среди крупных международных корпораций и ведущих производителей.  \nМы продолжаем инновации за пределами ЦПУ, предлагая премиальные ПК-опыты с ноутбуками Intel Evo Edition и платформами Intel vPro. Мы работали с партнёрами отрасли, чтобы совместно разработать и реализовать новые возможности в рамках Intel Evo Edition, которые разработаны для обеспечения ключевых показателей пользовательского опыта, таких как отзывчивость, время автономной работы, интеллектуальное сотрудничество и опыт Intel Unison Multi-Device. Intel vPro разработан для потребностей предприятий и обеспечивает повышенную производительность, подключение, функции безопасности и удалённую управляемость.  \nМы работаем на особенно конкурентном рынке. В сегменте процессоров мы конкурируем с Advanced Micro Devices, Inc. (AMD) и поставщиками, разрабатывающими прикладные процессоры на базе архитектуры ARM*, такими как Qualcomm Inc. (Qualcomm) и Apple Inc. (Apple) со своими продуктами M1 и M2. Ожидается, что эта конкурентная среда будет продолжать усилиться в 2024 году.  \nМы по-прежнему привержены созданию открытой экосистемы для содействия росту и технологическим инновациям. Мы приветствуем и сотрудничаем с глобальной экосистемой партнёров отрасли для совместного внедрения ведущих технологий. Мы запустили первую в отрасли программу ускорения AI-ПК, предназначенную для обеспечения экосистемы программного обеспечения инженерными инструментами и ресурсами, позволяющими использовать ИИ на более чем 100 миллионах ПК до 2025 года. Мы также объявили о сотрудничестве с Microsoft для продвижения развития ИИ в личных вычислениях, при этом ожидается, что процессоры Intel Core Ultra и Windows 11 будут масштабироваться по всей экосистеме партнёров OEM и ISV Intel и Microsoft.  \nВ 2023 году мы продолжили диверсификацию нашей продуктовой стратегии по узлам, продвинули наши возможности упаковки с использованием разобщённой кремниевой технологии и сбалансировали внутреннее и внешнее производство. Мы увеличили уровни операционных запасов и работали с нашими клиентами над созданием стратегически расположенных центров снабжения, которые обеспечивают опережающее размещение запасов. Кроме того, мы продолжаем инвестировать в глобально разнообразную цепочку поставок, что даёт нам гибкость и близость к клиентам. Это ещё больше улучшило сервис и оперативность, которую мы способны обеспечить нашим клиентам.",
      "Наши продукты и услуги включают:  \n■  \nПортфель аппаратного обеспечения, включая процессоры Intel Xeon, серию Intel® Xeon CPU Max, серию Intel® Data Center GPU Max, серию Intel® Data Center GPU Flex, FPGA Intel Agilex® и Intel® Stratix®, устройства Intel® eASIC™, а также процессоры Intel Gaudi.  \n■  \nРазработка и сертификация платформ в партнерстве с ODM, OEM, CSP и независимыми поставщиками программного обеспечения.  \n■  \nОптимизированные решения для ведущих рабочих нагрузок, таких как ИИ, криптография, безопасность, хранение данных и сетевые технологии, с использованием уникальных функций, поддерживающих разнообразные вычислительные среды.  \n\nМы предоставляем клиентам обширный портфель продуктов из кремния и программного обеспечения, разработанных для достижения производительности, оптимизированной под конкретные рабочие нагрузки. Наш портфель аппаратных средств включает центральные процессоры (CPU), графические процессоры (GPU), специализированные ускорители и FPGA, разработанные для обеспечения требуемой производительности, гибкости и безопасности. Развертывание наших платформ кремния ускоряется за счёт среды разработки программного обеспечения, которая обеспечивает мобильность рабочих нагрузок между разнородными архитектурами и позволяет разработчикам запускать свои задачи на оборудовании, наиболее соответствующем требованиям приложения.  \n\nСреди наших конкурентов — AMD, поставщики GPU, такие как NVIDIA, компании, разрабатывающие собственный кремний, а также новые и существующие игроки, разрабатывающие продукты на базе ARM и RISC-V, оптимизированные под конкретные рабочие нагрузки в центрах обработки данных. Мы ожидаем, что эта конкурентная среда будет продолжаться.  \n\nСемейство процессоров Intel Xeon Scalable обеспечивает передовые центральные процессоры для центров обработки данных, сетей и устройств на периферии, обеспечивая отраслевые лидерские показатели производительности, управляемости и безопасности благодаря уникальным функциям и возможностям. В 2023 году мы запустили процессоры 5-го поколения Intel Xeon Scalable, использующие модульные системные на кристалле (SoC) для повышения масштабируемости и гибкости, что позволяет предлагать широкий спектр продуктов, отвечающих растущим требованиям к масштабу, обработке и энергоэффективности в ИИ, облаке и корпоративных установках.  \n\nНаш процессор Intel Gaudi 2 для глубокого обучения в ИИ разработан таким образом, чтобы клиенты могли получить выгоду от наиболее экономически эффективного и высокопроизводительного решения для обучения и инференса по сравнению с аналогичными GPU.  \n\nНаш портфель FPGA и структурированных ASIC укрепляет способность Intel удовлетворять потребности клиентов в центрах обработки данных, в сетях и на периферии. В 2023 году мы выпустили 21 новый продукт в рамках бизнеса FPGA. Сюда входят семейства продуктов Intel Agilex 9 и Intel Agilex 7, предназначенные для удовлетворения растущего спроса на настраиваемые рабочие нагрузки, включая расширенные возможности ИИ, а также для снижения общей стоимости владения.  \n\nСерия Intel Xeon CPU Max, представленная в 2022 году, стала первой и единственной x86-процессорной линейкой с высокоскоростной памятью для рабочих нагрузок в области высокопроизводительных вычислений (HPC) и искусственного интеллекта. Серии Intel Data Center GPU Max 1550 и 1100 теперь доступны в широком ассортименте систем OEM. Серия Intel CPU Max включает 64 ГБ высокоскоростной памяти, интегрированной в упаковку, что выгодно для данных-интенсивных рабочих нагрузок HPC. Серия Intel Data Center GPU Flex предлагает клиентам гибкий, универсальный GPU для центров обработки данных и интеллектуального визуального облака. Мы поставили и установили в сотрудничестве с Национальной лабораторией Аргонн (ANL) и Hewlett Packard Enterprise (HPE) крупнейший кластер Max GPU для суперкомпьютера Aurora в ANL.  \n\nШирокое распространение Intel Xeon в установленной базе, наряду с нашими разнородными вычислительными решениями и программным обеспечением, раскрывающим ценность нашего оборудования, позволяет нашим клиентам разрабатывать высоко дифференцированные решения. Наш интегрированный подход создал значительную ценность для Intel, наших клиентов и партнёров, помогая нам снизить риски, сократить издержки, укрепить бренд и выявить новые рыночные возможности для применения нашей технологии при решении наиболее сложных задач клиентов и общества.",
      "С большей акцентировкой на системы и решения, направленные на использование роста данных, обрабатываемых на периферии, чтобы извлечь из них ценность, наша конкурентная среда вышла за рамки поставщиков стандартных продуктов, ориентированных на конкретные приложения, и теперь включает поставщиков облачных, сетевых и платформ искусственного интеллекта. Сегодня мы ускоряем развертывание решений сетевой и периферийной вычислительной техники на основе наших открытых программных платформ, решений на базе искусственного интеллекта и широкой линейки чипов, оптимизированных для периферии и сетей, чтобы удовлетворить широкий спектр применений в различных рынках.\n\nПериферийные решения на premises: мы не просто поставляем чипы, но и сотрудничаем с компаниями для проектирования и поставки решений, помогающих широкому кругу клиентов трансформировать свой бизнес и использовать быстро растущее количество подключенных и интеллектуальных устройств. Мы разрабатываем высокопроизводительные вычислительные платформы, оснащенные искусственным интеллектом, которые решают технологические и бизнес-задачи, масштабируемые по нескольким отраслям, таким как розничная торговля, образование, производство, энергетика, здравоохранение и медицинские технологии.\n\nМы предлагаем оптимизированные для периферии платформы с поддержкой искусственного интеллекта для приложений на периферии, основанные на линейке процессоров Intel Xeon, Intel Core и Intel Atom, что снижает операционную сложность для наших клиентов и помогает им создавать, хранить и обрабатывать данные на периферии, чтобы анализировать их быстрее и быстрее принимать решения. Мы также разрабатываем отличительные сетевые решения, соответствующие скоростям отрасли и обеспечивающие уникальные функции, необходимые для интеллектуальной периферии, такие как сетевые переносы, сетевое время и надежная транспортировка.\n\nКорпоративные сети: предприятия совершенствуют свои сети для подключения новых и разнообразных сред, размещения сервисов от облака до периферии, обеспечения повышенного уровня обслуживания и обработки растущего объема устройств и данных. Мы ведем мировой переход к выполнению сетевых задач в программном обеспечении и созданию виртуализации сетевых функций, чтобы предоставить клиентам более эффективные, экономически выгодные и программируемые платформы, обеспечивающие безопасные, гибкие и надежные сетевые решения от периферии до облака. Мы работаем с более чем 500 партнерами-построителями сетей, чтобы помочь предприятиям оптимизировать свои сети с учетом требований к вычислительным ресурсам и подключению, соответствующим текущим и будущим потребностям.\n\nТелекоммуникационные сети: мы лидируем в развертывании ядерных сетей 5G, демонстрируя, что базовые станции 5G могут быть почти полностью построены из программного обеспечения, работающего на процессорах Intel Xeon с Intel vRAN Boost. Мы продолжаем продвигать трансформацию от фиксированных сетей к процессорам Intel Xeon Scalable и Intel Xeon D в сочетании с нашим программным обеспечением FlexCore и FlexRAN™. Нашими клиентами являются ведущие глобальные поставщики услуг связи и их поставщики оборудования. Наша программно-определяемая платформа облачного RAN разработана для того, чтобы операторы могли быстро и эффективно развертывать самую быструю облачную инфраструктуру 5G, соответствующую потребностям конечных пользователей.\n\nОблачные сети: наши клиенты-облака требуют непрерывной производительности и надежности центров обработки данных, обусловленных ростом инвестиций в сети для поддержки развертывания кластеров искусственного интеллекта. Мы удовлетворяем эти потребности, предоставляя сетевые адаптеры и IP-устройства, основанные на открытых стандартах. IPU — новый класс продукции, это открытая и программируемая вычислительная платформа, которая освобождает больше вычислительных циклов для клиентов, выполняя инфраструктурные задачи на отдельных, безопасных и изолированных ядрах CPU.\n\nПрограммное обеспечение и платформы: потребность клиентов в гибкости, программируемости и универсальности направляет рабочие нагрузки от фиксированного функционального оборудования к программному обеспечению. По мере перехода сетей в облаке, ядрах, 5G и частных сетях на программное обеспечение, а также по мере того как наши клиенты на периферии все чаще развертывают приложения искусственного интеллекта, мы стремимся упростить инновации на аппаратных средствах Intel. Мы поддерживаем программную стратегию наших клиентов на периферии с помощью платформы, ориентированной на периферию, с модульными компонентами, премиальными сервисами и предложениями поддержки. Платформа позволяет разработчикам создавать, развертывать, запускать, управлять, соединять и защищать распределенную инфраструктуру периферии, приложения и искусственный интеллект на периферии. Платформа представляет собой горизонтальный подход к масштабированию необходимой инфраструктуры для интеллектуальной периферии и гибридного ИИ, а также объединяет экосистему приложений Intel и сторонних производителей. Предлагая уникальные оптимизации для сетей, Интернета вещей, гибридного ИИ и рабочих нагрузок на периферии на архитектуре Intel, платформа также поддерживает широкий спектр архитектур и может использоваться модульно, избегая привязки к поставщику. Платформа обеспечивает бесшовный облачный опыт, сочетая действительно периферийные возможности безопасности и управления без участия пользователя с нашим глубоким отраслевым опытом и беспрецедентной экосистемой.",
      "В настоящее время мы поставляем широкий спектр решений ADAS крупным мировым автопроизводителям. Мы признаны как лидер в области высококачественных решений безопасности по всему миру, и с 2007 года мы представили множество продуктов ADAS, ставших первыми в отрасли. Мы формируем надежную линейку решений ADAS и автономного вождения «от начала до конца», чтобы обеспечить необходимые возможности для будущего автономного вождения, используя комплексный набор специально разработанных программных и аппаратных технологий. Мы первыми внедрили «базовые» функции ADAS для повышения безопасности транспортных средств и соответствия глобальным нормативным требованиям и оценкам безопасности с помощью нашего решения для помощи водителю, а затем создали новую категорию ADAS с нашими решениями Cloud-Enhanced Driver-Assist™ и премиальными системами помощи водителю, такими как Mobileye SuperVision. Используя полный обзор компьютерного зрения и технологию True Redundancy™ в Mobileye SuperVision, мы разрабатываем Mobileye Chauffeur — наше потребительское решение автономного вождения, и Mobileye Drive — наше решение автономного вождения с отсутствием необходимости в наблюдении и управлении, предназначенное для развертывания в автопарках. Наши текущие предложения для клиентов из числа поставщиков 1-го уровня (Tier 1) и автопроизводителей (OEM) не включают камеры, радары, системы лидара или другие датчики (за исключением некоторых конкретных случаев). В будущем мы намерены предложить радарные и лидарные продукты, которые находятся в стадии разработки.  \n\nРынки ADAS и автономного вождения являются высококонкурентными. На рынке ADAS и потребительских автономных транспортных средств мы конкурируем в первую очередь с другими внешними поставщиками, включая поставщиков 1-го уровня в автомобильной отрасли и производителей микросхем, а также с внутренними решениями, разработанными автопроизводителями в определенной степени. Клиенты из числа поставщиков 1-го уровня могут разрабатывать или в будущем разрабатывать конкурирующие решения. На рынке автономного вождения, включая AMaaS и потребительские автономные транспортные средства, мы конкурируем с технологическими компаниями; внутренними командами разработки автопроизводителей, иногда в сочетании с инвестициями в ранние стадии развития технологий автономных транспортных средств, поставщиками 1-го уровня в автомобильной отрасли, а также поставщиками роботакси.",
      "Мы стремимся преодолеть этот тектонический сдвиг в индустрии чипов, обеспечивая нашим клиентам возможность создавать оптимизированные системы чипов путем объединения лучших технологий от Intel и экосистемы. Мы считаем, что Open System Foundry — это высококлассное предложение по производству чипов, поставляемое из надежного, безопасного и устойчивого источника снабжения и дополненное доступом к возможностям систем чипов от Intel. Основное предложение по производству чипов включает передовые технологические процессы, поддерживаемые экосистемой IP, САПР и услуг по проектированию, что позволяет клиентам проектировать чипы так же, как и с другими производителями. Возможности систем чипов включают передовые технологии упаковки, программное обеспечение для ускорения запуска и интеграции сложных чипов, а также стандартизацию, которая повысит производительность системы. Благодаря нашей программе IFS Accelerator и соглашениям с Arm и Synopsys мы считаем, что находимся на пути к созданию высококлассного предложения по производству чипов. С ростом искусственного интеллекта наш бизнес по передовым технологиям упаковки ожидается как еще одно уникальное преимущество для Intel. Чипы, созданные нами или другими производителями, могут быть упакованы с использованием передовых технологий упаковки Intel, включая решения 2D и 2.5D/3D, разработанные для обеспечения больших, высоко масштабируемых упаковок по конкурентоспособным ценам. Мы продолжаем развивать технологии, возможности и стандарты, необходимые для оптимизации систем чипов, включая стандарт Universal Chiplet Interconnect Express*, предназначенный для связи между чипами в системе, который был продемонстрирован в виде кремниевых образцов в 2023 году. Мы ускоряем разработку наших клиентов, предоставляя услуги и программное обеспечение, использующие обширный опыт Intel как компании, специализирующейся на системах. Наши конкуренты в основном являются чистыми производителями, которые сосредоточены на предоставлении чистых производственных услуг из производственных мощностей, расположенных преимущественно в Азии. Из пяти крупнейших полупроводниковых производителей — TSMC, Samsung, Global Foundries (GF), United Microelectronics Corporation (UMC) и Semiconductor Manufacturing International Corporation (SMIC) — только Samsung является IDМ и производителем, а только GF имеет штаб-квартиру в США. TSMC лидирует на рынке с долей 59%, за ней следует Samsung с 16% в 2022 году. Ни Samsung, ни TSMC в настоящее время не предлагают свои самые передовые узлы за пределами Азии, и у обеих компаний ограниченная производственная мощность передовых узлов в США. Мы считаем, что модель Open System Foundry предоставляет дифференцированные возможности, помогающие нашим клиентам лидировать в своих отраслях, при этом обеспечивая стабильность глобальной цепочки поставок полупроводников. Динамика и обязательства клиентов, которые мы видим, демонстрируют, что наша стратегия и предложения находят отклик, и мы намерены строить на этом успехе в 2024 году и в последующие периоды."
    ],
    "answer": "Предоставленные ссылки не содержат подробных числовых данных об операционных расходах или явных показателей маржи, однако они описывают несколько качественных стратегий, которые указывают на то, как Intel управляет своими расходами и сохраняет маржу на конкурентном рынке. Ключевые моменты включают:\n\n1. Стратегические инвестиции в инновации в продуктах: Intel запускает высокодоходные продукты, такие как семейство Intel Core Ultra с интегрированными возможностями искусственного интеллекта и улучшенной энергоэффективностью. За счет дифференциации с помощью передовых функций (например, специализированных NPU, улучшенной графики, продленного времени автономной работы) Intel стремится обосновать премиальную цену даже в условиях жесткой конкуренции со стороны AMD, Apple и других.\n\n2. Диверсификация продуктового портфеля: Компания инвестирует не только в основные процессоры для клиентских и центров обработки данных, но и в специализированные микросхемы и решения, такие как FPGA, специализированные ускорители и передовые технологии упаковки. Такой диверсифицированный подход позволяет Intel получать маржу в различных сегментах рынка, некоторые из которых могут обеспечивать более высокую отдачу.\n\n3. Гибкость цепочки поставок и производства: Intel увеличила свой операционный запас и сотрудничала с клиентами для создания стратегически расположенных центров поставок. Кроме того, баланс между внутренним и внешним производством, а также инвестиции в передовые технологии упаковки (2D, 2.5D/3D), помогают контролировать издержки производства и смягчать риски, связанные с волатильностью цепочки поставок.\n\n4. Развитие экосистемы и партнерских отношений: Создавая более открытую экосистему — включая партнерства с поставщиками программного обеспечения, ODM, OEM и другими участниками отрасли (что подтверждается сотрудничеством с Microsoft и акцентом на развитие экосистемы, основанной на искусственном интеллекте) — Intel способна использовать синергию, которая может косвенно способствовать повышению эффективности расходов и поддержанию выгодных марж.\n\nХотя в предоставленных данных отсутствуют прямые расчеты или конкретные цифры расходов, эти инициативы в совокупности указывают на то, что Intel активно управляет масштабом, операционной эффективностью и расходами на инновации, чтобы поддерживать финансовое здоровье компании несмотря на конкуренцию со стороны AMD, Apple, Qualcomm, NVIDIA и других."
  },
  {
    "text": "Инициативы WDC по повышению операционной эффективности повышают валовую прибыль и укрепляют стоимость для акционеров.",
    "references": [
      "Мы продаем наши продукты производителям компьютеров и OEM-производителям, поставщикам облачных сервисов, дистрибьюторам, реселлерам и розничным торговцам по всему миру. Мы поддерживаем торговые представительства в отдельных регионах мира, включая основные географические зоны: Америки, Азиатско-Тихоокеанского региона, Европы и Ближнего Востока. Международные продажи, включающие продажи иностранным дочерним компаниям американских компаний, но не включающие продажи американским дочерним компаниям иностранных компаний, составили 72%, 69% и 71% нашего чистого дохода в 2024, 2023 и 2022 годах соответственно. Продажи международным клиентам сопряжены с определенными рисками, которые обычно не встречаются при внутренних операциях, включая подверженность тарифам и различным торговым правилам. Для обсуждения таких рисков см. Часть I, Раздел 1A, Факторы риска, настоящего годового отчета по форме 10-K. Мы осуществляем маркетинговые и рекламные функции как внутри компании, так и через внешние фирмы, используя как потребительские медиа, так и отраслевые издания, ориентированные на различные рынки реселлеров и конечных пользователей. Мы также поддерживаем отношения с клиентами через прямое общение и предоставление информации и поддержки через наш веб-сайт. В соответствии со стандартной практикой в индустрии хранения данных, мы предоставляем дистрибьюторам и розничным торговцам ограниченную защиту цен и программы, при которых мы возмещаем определенные расходы на маркетинг. Мы также предоставляем дистрибьюторам, реселлерам и OEM-производителям другие программы стимулирования продаж.  \n\nВ 2024, 2023 и 2022 годах ни один единственный клиент не составлял 10% или более нашего чистого дохода.",
      "Наша общая стратегия сосредоточена на лидерстве, инновациях и выполнении задач, чтобы стать ведущим и всесторонним разработчиком, производителем и поставщиком устройств и решений для хранения данных, поддерживающих инфраструктуру, которая обеспечила беспрепятственное распространение данных. Наша стратегия отражает следующие основополагающие элементы, которые мы стремимся реализовать:\n\n• Развитие лидерства в области жестких дисков (HDD)\n▪ Обеспечение надежного роста емкости и улучшения общей стоимости владения\n▪ Повышение способности клиентов извлекать ценность из данных\n▪ Разработка новых технологий во всей области хранения данных\n\n• Развитие дифференцированного лидерства в области флэш-памяти\n▪ Использование перехода рынка на твердотельные накопители\n▪ Фокус на лидерстве по валовой марже\n▪ Использование сильного потребительского бренда\n\n• Лидерство в области инноваций в хранении данных\n▪ Лидерство в области поверхностной плотности\n▪ Инвестиции в передовые технологии жестких дисков для обеспечения будущего перехода емкости накопителей\n▪ Обеспечение роста емкости при эффективном использовании капитала в области флэш-памяти\n▪ Исследование специализированных решений для хранения данных, направленных на удовлетворение меняющихся требований рабочих нагрузок, связанных с генеративным ИИ\n\n• Обеспечение ценности для клиентов\n▪ Увеличение долгосрочного взаимодействия и заключение соглашений на весь цикл с ключевыми гипермасштабными компаниями\n▪ Сохранение и расширение стратегических отношений с клиентами при переходе к двум ведущим компаниям на рынке\n\n• Ускорение операционного совершенства\n▪ Достижение операционного совершенства для преобразования технологий в ценность для акционеров\n▪ Достижение целей по снижению затрат для улучшения валовой маржи\n▪ Фокус на устойчивости и цифровой инновации в наших производственных процессах",
      "Наша отрасль характеризуется высокой конкуренцией. Мы считаем, что находимся в выгодном положении благодаря нашему ведущему портфелю продуктов, премиальному потребителскому бренду, инновационному движителю в области полупроводников и лидерству в повышении эффективности затрат. Тем не менее, мы сталкиваемся с сильной конкуренцией со стороны других производителей жестких дисков и флэш-памяти на рынках облака, клиентов и потребительских товаров. В сегменте жестких дисков мы конкурируем с Seagate Technology Holdings plc и Toshiba Electronic Devices & Storage Corporation. В сегменте флэш-памяти мы конкурируем с вертикально интегрированными поставщиками, такими как Kioxia, Micron Technology, Inc., Samsung Electronics Co., Ltd., SK Hynix, Inc., Yangtze Memory Technologies Co., Ltd., а также с многочисленными более мелкими компаниями, разрабатывающими и производящими продукты на основе флэш-памяти."
    ],
    "answer": "Инициативы компании по повышению операционной эффективности направлены на сокращение производственных издержек и повышение производительности, что в свою очередь позволяет улучшить валовую прибыль и создать дополнительную стоимость для акционеров. В частности, меры по снижению издержек снижают стоимость проданных товаров, что напрямую повышает валовую маржу. Одновременно цифровые инновации в производстве оптимизируют производственные процессы за счет сокращения отходов и неэффективности, что дополнительно снижает операционные расходы. Такой двойной подход означает, что большая часть выручки превращается в прибыль. Кроме того, сэкономленные средства могут быть реинвестированы в исследования и разработки, что позволяет компании продолжать развитие своих технологий хранения данных и сохранять конкурентное положение. Например, если повышение эффективности снижает производственные расходы на определенный процент, это улучшение напрямую отражается на валовой марже (Выручка – Сниженная стоимость проданных товаров = Более высокая валовая прибыль). Со временем эти улучшенные маржи способствуют улучшению общей финансовой устойчивости, которая затем трансформируется в стоимость для акционеров через рост прибыли, реинвестирование в инновации и, возможно, рост курса акций. Этот комплексный подход, сочетающий технологическое развитие и операционное совершенство, лежит в основе стремления компании превратить эти улучшения непосредственно в долгосрочную стоимость для акционеров."
  },
  {
    "text": "Разбивка договорных обязательств и графики платежей по категориям для Qorvo.",
    "references": [
      "Ниже приведена таблица, суммирующая наши существенные договорные обязательства и обязательства (в тысячах долларов) на 30 марта 2024 года, и ожидаемое влияние этих обязательств на нашу ликвидность и денежные потоки в будущем периоде:\n\n| Платежи по периодам отчетного года | Общая сумма | 2025 | 2026–2027 | 2028–2029 | 2030 и далее |\n|---|---|---|---|---|---|\n| Капитальные обязательства (1) | $ 64,720 | $ 62,460 | $ 2,260 | $ — | $ — |\n| Обязательства по закупкам (2) | 462,703 | 424,668 | 33,656 | 4,379 | — |\n| Арендные обязательства | 74,449 | 17,185 | 27,511 | 16,418 | 13,335 |\n| Долгосрочные обязательства по долговым инструментам (3) | 2,397,747 | 508,246 | 133,438 | 109,813 | 1,646,250 |\n| Итого | $ 2,999,619 | $ 1,012,559 | $ 196,865 | $ 130,610 | $ 1,659,585 |\n\n(1) Капитальные обязательства представляют собой обязательства по приобретению имущества и оборудования, большинство из которых не отражены в качестве обязательств в нашем Консолидированном балансе, поскольку мы не получили соответствующие товары или услуги на 30 марта 2024 года.  \n(2) Обязательства по закупкам представляют собой платежи, связанные с приобретением материалов и производственных услуг, большинство из которых не отражены в качестве обязательств в нашем Консолидированном балансе, поскольку мы не получили соответствующие товары или услуги на 30 марта 2024 года.  \n(3) Долгосрочные обязательства по долговым инструментам представляют собой будущие денежные выплаты основного долга и процентов в течение срока действия Облигаций 2024 года, Облигаций 2029 года и Облигаций 2031 года, включая ожидаемые процентные выплаты, которые не отражены в качестве обязательств в нашем Консолидированном балансе на 30 марта 2024 года. Обязательства по долговым инструментам классифицируются на основе их установленной даты погашения, и любые будущие выкупы окажут влияние на наши денежные выплаты. Дополнительную информацию см. в примечании 10 к Консолидированным финансовым отчетам.\n\nДругие договорные обязательства\n\nНа 30 марта 2024 года, помимо сумм, показанных в таблице договорных обязательств, у нас имеется $43,9 млн неучтенных налоговых преимуществ и начисленных процентов и штрафов, которые были отражены в качестве обязательств. Мы не уверены, когда или вообще будут ли эти суммы урегулированы. У нас также имеется обязательство, связанное с переходным налогом на репатриацию, который мы решили выплатить в течение восьми лет. Оставшееся обязательство в размере $3,6 млн отражено в качестве обязательства и ожидается, что будет выплачено в течение следующих двух лет.\n\nКак обсуждается в примечании 11 к Консолидированным финансовым отчетам, у нас имеются две пенсионные схемы в Германии с совокупным обязательством по выплатам по пенсиям примерно в размере $9,6 млн на 30 марта 2024 года. Выплаты по пенсионным обязательствам не включены в приведенную выше таблицу из-за неопределенности относительно суммы и сроков любых будущих денежных выплат. Выплаты по пенсионным обязательствам составили примерно $0,3 млн в финансовом году 2024 и ожидается, что они составят примерно $0,4 млн в финансовом году 2025.\n\nМы также предлагаем участникам, имеющим право, накопительную схему с неподтвержденным вознаграждением, позволяющую откладывать и инвестировать определенный процент их денежного вознаграждения. Мы отражаем обязательство по плану в отношении выплат, подлежащих осуществлению участникам при наступлении определенных событий. Хотя участники обязаны принимать решения о выплатах при поступлении в план, сумма и сроки любых будущих денежных выплат неопределенны до наступления таких событий. Общая сумма обязательств по отложенному вознаграждению на 30 марта 2024 года составила $52,3 млн, из которых $2,3 млн ожидается выплатить в финансовом году 2025. Дополнительную информацию см. в примечании 11 к Консолидированным финансовым отчетам.",
      "Чистые денежные средства, использованные в инвестиционной деятельности в 2024 финансовом году, составили 136,5 млн долларов, по сравнению с 153,4 млн долларов в 2023 финансовом году. В течение 2024 финансового года мы получили поступления в размере 49,5 млн долларов, в основном от продажи нашего производственного объекта BAW в Фармерс Бранч, штат Техас, и наши капитальные затраты сократились на 31,7 млн долларов по сравнению с 2023 финансовым годом. Кроме того, в 2024 финансовом году мы приобрели Anokiwave, что привело к чистым денежным оттокам в размере 83,0 млн долларов.",
      "Основные средства и оборудование отражаются по первоначальной стоимости за вычетом накопленной амортизации. Амортизация основных средств и оборудования рассчитывается методом равномерного списания в течение срока полезного использования активов, который составляет от одного до 39 лет. Компания капитализирует проценты по заимствованиям, связанным с квалифицируемыми капитальными расходами. Капитализированные проценты добавляются к стоимости соответствующих активов и амортизируются вместе с их стоимостью. Активы, приобретенные по финансовым арендам, и улучшения имущества, находящегося в операционной аренде, амортизируются в течение меньшего срока — либо срока полезного использования актива, либо срока аренды (который является обоснованно предсказуемым), и включаются в состав амортизации. Капитальные государственные гранты, полученные в связи с приобретением активов, учитываются как уменьшение стоимости основных средств и оборудования, и чистая стоимость таких активов амортизируется в течение срока полезного использования соответствующих активов.\n\nКомпания периодически оценивает срок, в течение которого ожидается восстановление экономической стоимости основных средств и оборудования, принимая во внимание такие факторы, как изменения в технологии оборудования и машин, возможность повторного использования оборудования при переходе к новым технологиям и исторические тенденции использования. Если компания определяет, что сроки полезного использования ее активов короче или длиннее первоначально оцененных, ставка амортизации корректируется с учетом пересмотренных сроков полезного использования активов.\n\nКомпания оценивает основные средства и оборудование на предмет обесценивания в случае, если события или изменения в обстоятельствах указывают на то, что балансовая стоимость активов может быть неподлежащей восстановлению. К факторам, которые учитываются при решении о необходимости проведения оценки обесценивания, относятся неблагоприятные изменения в использовании активов компании или ожидание продажи или иного утилизирования активов. Компания оценивает восстановляемость активов, используемых в деятельности, путем сравнения прогнозируемых без дисконтирования чистых денежных потоков, связанных с соответствующим активом или группой активов, за оставшийся срок полезного использования, с их балансовой стоимостью. Активы, признанные \"выставленными на продажу\", отражаются по меньшему из двух показателей: их балансовой стоимости или справедливой стоимости за вычетом расходов на продажу. Обесценивание таких активов, если оно имеет место, определяется как разница между балансовой стоимостью и справедливой стоимостью за вычетом расходов на продажу."
    ],
    "answer": "На основании предоставленной информации Qorvo, Inc. перечисляет четыре категории договорных обязательств вместе с размерами запланированных платежей по определённым будущим финансовым периодам. Ниже приведён разбивка:\n\n1. Обязательства по капиталу (всего: 64,72 млн долларов США):\n   • В финансовом году 2025: 62,46 млн долларов США\n   • В финансовых годах 2026–2027: 2,26 млн долларов США\n   • В финансовых годах 2028–2029 и 2030 и далее: платежи не ожидаются\n\n2. Обязательства по закупкам (всего: 462,70 млн долларов США):\n   • В финансовом году 2025: 424,67 млн долларов США\n   • В финансовых годах 2026–2027: 33,66 млн долларов США\n   • В финансовых годах 2028–2029: 4,38 млн долларов США\n   • В финансовом году 2030 и далее: платежи не ожидаются\n\n3. Арендные обязательства (всего: 74,45 млн долларов США):\n   • В финансовом году 2025: 17,19 млн долларов США\n   • В финансовых годах 2026–2027: 27,51 млн долларов США\n   • В финансовых годах 2028–2029: 16,42 млн долларов США\n   • В финансовом году 2030 и далее: 13,34 млн долларов США\n\n4. Долгосрочные обязательства по долговым инструментам (всего: 2 397,75 млн долларов США):\n   • В финансовом году 2025: 508,25 млн долларов США\n   • В финансовых годах 2026–2027: 133,44 млн долларов США\n   • В финансовых годах 2028–2029: 109,81 млн долларов США\n   • В финансовом году 2030 и далее: 1 646,25 млн долларов США\n\nЭти цифры непосредственно взяты из таблицы договорных обязательств и чётко указывают как размеры, так и сроки, в течение которых компания ожидает произвести эти выплаты."
  },
  {
    "text": "Тенденции денежных потоков Bath & Body Works (BBWI) за 2021–2023 годы указывают на стабильность ликвидности и инвестиции в рост.",
    "references": [
      "Чистые денежные средства, использованные на инвестиционную деятельность в 2023 году, составили 286 млн долларов, в основном за счет капитальных вложений. Капитальные вложения включали около 155 млн долларов, связанных с открытием новых магазинов за пределами торговых центров и ремонтом существующих магазинов, около 85 млн долларов на различные проекты в области информационных технологий, в основном для отделения наших систем от ИТ-систем Victoria’s Secret, и около 40 млн долларов, связанных с возможностями распределения и логистики.\n\nЧистые денежные средства, использованные на инвестиционную деятельность в 2022 году, составили 328 млн долларов, что связано с капитальными вложениями. Капитальные вложения включали около 164 млн долларов, связанных с открытием новых магазинов за пределами торговых центров и ремонтом существующих магазинов. Остальные капитальные вложения были в основном связаны с центром выполнения заказов, управляемым компанией, который вступил в эксплуатацию в 2022 году, и различными проектами в области информационных технологий, в основном для отделения наших ИТ-систем от ИТ-систем Victoria’s Secret.\n\nВ 2024 году мы планируем продолжать приоритезировать инвестиции в наш бизнес. Мы ожидаем инвестировать от 300 до 325 млн долларов в капитальные проекты в 2024 году.",
      "Потоки денежных средств  \nНиже приводится сводка наших Консолидированных отчетов о движении денежных средств за 2023 и 2022 годы:  \n2023\t\t2022  \n \t(в миллионах)  \nДенежные средства и эквиваленты денежных средств на начало года\t$\t1,232 \t\t\t$\t1,979 \t\nЧистые денежные средства, поступившие от операционной деятельности\t954 \t\t\t1,144 \t\nЧистые денежные средства, использованные для инвестиционной деятельности\t(286)\t\t\t(328)\t\nЧистые денежные средства, использованные для финансовой деятельности\t(815)\t\t\t(1,562)\t\nВлияние изменений курса валют на денежные средства и эквиваленты денежных средств\t(1)\t\t\t(1)\t\nЧистое уменьшение денежных средств и эквивалентов денежных средств\t(148)\t\t\t(747)\t\nДенежные средства и эквиваленты денежных средств на конец года\t$\t1,084 \t\t\t$\t1,232",
      "BATH & BODY WORKS, INC.  \nКОНСОЛИДИРОВАННЫЕ ОТЧЕТЫ О ДЕНЕЖНЫХ ПОТОКАХ  \n(в миллионах)  \n2023\t\t2022\t\t2021  \nОперационная деятельность  \nЧистая прибыль\t$\t878 \t\t\t$\t800 \t\t\t$\t1,333 \t\nКорректировки для приведения чистой прибыли к чистому денежному потоку от операционной деятельности:  \nАмортизация долгосрочных активов\t269 \t\t\t221 \t\t\t363 \t\n(Прибыль) Убыток от погашения долга\t(34)\t\t\t— \t\t\t195 \t\nРасходы по вознаграждениям в форме акций\t43 \t\t\t38 \t\t\t46 \t\nОтложенные налоги на прибыль\t(128)\t\t\t17 \t\t\t45 \t\nОбесценение инвестиций по методу долевого участия\t8 \t\t\t— \t\t\t— \t\nИзменения в активах и обязательствах:  \nДебиторская задолженность\t2 \t\t\t11 \t\t\t(64)\t\nЗапасы\t(2)\t\t\t— \t\t\t(177)\t\nДолгоплатежи, начисленные расходы и прочие\t(109)\t\t\t44 \t\t\t(86)\t\nНалоги к уплате\t34 \t\t\t39 \t\t\t(72)\t\nПрочие активы и обязательства\t(7)\t\t\t(26)\t\t\t(91)\t\nЧистый денежный поток от операционной деятельности\t$\t954 \t\t\t$\t1,144 \t\t\t$\t1,492 \t\nИнвестиционная деятельность  \nКапитальные вложения\t$\t(298)\t\t\t$\t(328)\t\t\t$\t(270)\t\nПрочие инвестиционные операции\t12 \t\t\t— \t\t\t11 \t\nЧистый денежный поток, использованный в инвестиционной деятельности\t$\t(286)\t\t\t$\t(328)\t\t\t$\t(259)\t\nФинансовая деятельность  \nПлатежи по долгосрочному долгу\t$\t(447)\t\t\t$\t— \t\t\t$\t(1,716)\t\nПоступления от выделения Victoria’s Secret & Co.\t— \t\t\t— \t\t\t976 \t\nПереводы и платежи Victoria’s Secret & Co. в связи с выделением\t(3)\t\t\t(25)\t\t\t(376)\t\nВыкуп обыкновенных акций\t(148)\t\t\t(1,312)\t\t\t(1,964)\t\nВыплаченные дивиденды\t(182)\t\t\t(186)\t\t\t(120)\t\nПоступления от исполнения опционов на акции\t4 \t\t\t6 \t\t\t83 \t\nНалоговые платежи, связанные с вознаграждениями в форме акций\t(11)\t\t\t(32)\t\t\t(59)\t\nПлатежи по обязательствам по финансовой аренде\t(15)\t\t\t(9)\t\t\t(12)\t\nПрочие операции в области финансирования\t(13)\t\t\t(4)\t\t\t— \t\nЧистый денежный поток, использованный в финансовой деятельности\t$\t(815)\t\t\t$\t(1,562)\t\t\t$\t(3,188)\t\nВлияние изменений валютных курсов на денежные средства и эквиваленты\t$\t(1)\t\t\t$\t(1)\t\t\t$\t1 \t\nЧистое уменьшение денежных средств и денежных эквивалентов\t(148)\t\t\t(747)\t\t\t(1,954)\t\nДенежные средства и денежные эквиваленты на начало года\t1,232 \t\t\t1,979 \t\t\t3,933 \t\nДенежные средства и денежные эквиваленты на конец года\t$\t1,084 \t\t\t$\t1,232 \t\t\t$\t1,979"
    ],
    "answer": "Доступные данные о денежных потоках за 2021–2023 годы позволяют оценить ликвидность и финансовую устойчивость компании, особенно учитывая, что она продолжает инвестировать в рост. Ниже приведены ключевые моменты:\n\n1. **Операционные денежные потоки**: Хотя компания Bath & Body Works, Inc. ежегодно генерировала положительные операционные денежные потоки, наблюдается снижение тенденции — с 1,492 млрд долларов в 2021 году до 954 млн долларов в 2023 году. Это снижение может уменьшить запасы, доступные для финансирования операций и инвестиций, что указывает на важность будущих операционных результатов для компенсации значительных капитальных вложений.\n\n2. **Инвестиционные денежные потоки и капитальные затраты**: Чистые денежные средства, использованные на инвестиционную деятельность, были значительными и относительно стабильными (в пределах 270–330 млн долларов с 2021 по 2023 год). Капитальные затраты включали инвестиции в открытие новых магазинов, их реконструкцию, проекты в области информационных технологий и улучшение логистики. План компании инвестировать от 300 до 325 млн долларов в 2024 году свидетельствует о сохранении акцента на росте, что, хотя и может обеспечить долгосрочное конкурентное преимущество, дополнительно истощает краткосрочные денежные резервы.\n\n3. **Финансовые денежные потоки**: Финансовые операции демонстрировали большие оттоки, хотя они заметно снизились — с чистого оттока в 3,188 млрд долларов в 2021 году до 815 млн долларов в 2023 году. Резкое сокращение оттока по финансовым операциям может отражать снижение агрессивного погашения долга и активов по выкупу акций. Это снижение может помочь снизить краткосрочное давление на ликвидность, поскольку меньше денежных средств используется для обслуживания финансовых обязательств, однако оно также указывает на изменения в стратегии распределения капитала.\n\n4. **Последствия для ликвидности**: Денежные средства и эквиваленты на конец года снизились с 1,979 млрд долларов в 2021 году и 1,232 млрд долларов в 2022 году до 1,084 млрд долларов в 2023 году. Сокращение денежных резервов в сочетании с высокими капитальными затратами может повысить краткосрочный риск ликвидности. Критически важно, чтобы компания продолжала полагаться на операционные денежные потоки для поддержки как операций, так и инвестиций в рост.\n\n5. **Рассмотрения финансовой устойчивости**: С более широкой точки зрения, постоянный положительный операционный денежный поток является хорошим признаком. Однако снижение как операционных денежных потоков, так и денежных остатков указывает на необходимость тщательного управления инвестициями, чтобы избежать напряжения в ликвидности. Если инвестиции приведут к ожидаемому улучшению операционной эффективности, росту выручки или укреплению конкурентного положения, первоначальные денежные оттоки могут привести к более сильной долгосрочной финансовой устойчивости. Напротив, любое снижение генерации операционных денежных потоков может создать риски для ликвидности, особенно при неожиданных рыночных вызовах.\n\nВ целом, хотя компания стремится к агрессивному росту за счет значительных капитальных вложений, она делает это при сокращающихся денежных резервах и снижении операционных денежных потоков. Поэтому поддержание или улучшение операционной деятельности имеет решающее значение для сохранения ликвидности и общей финансовой устойчивости. Руководству может потребоваться сбалансировать инвестиции в рост с мерами по обеспечению достаточного оборотного капитала и, возможно, пересмотреть стратегию финансирования, если тенденция продолжится."
  },
  {
    "text": "Стратегия инновационного ценообразования для продуктов питания ABT.",
    "references": [
      "Конкуренция на сегменте продуктов питания и биологически активных добавок в целом исходит от других разнонаправленных производителей потребительских и медицинских товаров. Конкурентные факторы включают рекламу для потребителей, состав, упаковку, научные инновации, цену, розничное распределение и доступность форм выпуска продукта. Значительным аспектом конкуренции является поиск инноваций в составе ингредиентов. Появление новых продуктов со стороны конкурентов, изменения в медицинских практиках и процедурах, а также изменения в регулировании могут привести к устареванию продукта. Кроме того, продукция под собственными торговыми марками и местные производители могут увеличить конкуренцию.",
      "Конкуренция в сегменте существующих фармацевтических продуктов, как правило, исходит от других здравоохранительных и фармацевтических компаний. Кроме того, замещение препаратов с торговыми марками дженериками и введение дополнительных форм уже реализуемых продуктов конкурентами, как генериками, так и брендовыми, могут усилить конкуренцию.",
      "Продукты Abbott сталкиваются с жесткой конкуренцией со стороны продуктов конкурентов и технологических достижений. Продукты конкурентов могут быть более безопасными, более эффективными, лучше продвигаться или продаваться, иметь более низкие цены или превосходные функциональные характеристики по сравнению с продуктами Abbott. Кроме того, разработка новых технологий, медицинских продуктов и лекарственных средств, а также разработка новых методов лечения заболеваний могут кардинально изменить конкурентную среду в здравоохранении и негативно повлиять на спрос на определенные продукты Abbott. Abbott не может с уверенностью предсказать сроки и влияние появления продуктов конкурентов и технологических достижений."
    ],
    "answer": "На основе предоставленных источников можно сделать вывод, что Abbott Laboratories справляется с конкурентным давлением в сегменте продуктов питания и питания, активно отслеживая и оценивая рыночные тенденции, особенно в области инноваций в формулировках, упаковке и разработке ингредиентов. Компания осознает, что конкуренты могут ввести новые формулы, инновационную упаковку и улучшенные ингредиенты, которые могут сделать существующие продукты менее конкурентоспособными. В ответ Abbott предпринимает ряд стратегических мер:\n\n1. Исследования и разработки, научные инновации: Abbott вкладывает значительные средства в исследования и разработки, чтобы оставаться на переднем крае научных и технологических достижений. Это включает постоянные усилия по улучшению формулировок продуктов и внедрению последних инноваций в ингредиенты, обеспечивая, что их предложения в области питания эффективны и привлекательны для потребителей.\n\n2. Инновации в продуктах и процессах: Abbott внимательно следит за запусками продуктов конкурентов и технологическими достижениями. Такое наблюдение позволяет им улучшать собственные дизайны продуктов и решения упаковки, удовлетворяя как потребительские, так и регуляторные требования, при этом сохраняя конкурентное преимущество.\n\n3. Позиционирование на рынке с помощью брендинга и дистрибуции: Помимо инноваций в продуктах, Abbott использует сильную рекламу для потребителей и стратегические сети розничной дистрибуции. Эти каналы помогают подчеркнуть превосходные характеристики их продуктов — такие как улучшенная эффективность, повышенная безопасность или лучшее питание — по сравнению с конкурентами, включая товары под собственной торговой маркой или местных производителей.\n\nВ заключение, Abbott Laboratories использует комплексный подход, сочетающий мониторинг рынка с активными исследованиями и разработками, а также стратегическими маркетинговыми инициативами. Такой многоаспектный подход помогает компании адаптировать свои продукты питания к меняющимся конкурентным давлениям, вызванным инновациями в формулировках, упаковке и разработке ингредиентов."
  },
  {
    "text": "Высокорастущие сегменты конечного использования для выручки Eastman и позиционирование по сравнению с конкурентами, тикер в конце.",
    "references": [
      "Продукт\tОписание\tОсновные конкуренты\tКлючевые исходные материалы\tКонечные применения\nРазделительные пленки высокого качества  \nSaflex™  \nSaflex™ Q Series  \nSaflex™ пленки для дисплеев HUD  \n\nстандартная PVB-пленка  \nпремиальная PVB-пленка  \n\nSekisui Chemical Co., Ltd.  \nKuraray Co., Ltd.  \nKingboard (Fo Gang) Specialty Resins Limited  \nChang Chun Petrochemical Co., Ltd.  \n\nполивиниловый спирт  \nвиниловый ацетат  \nбутыральдегид  \n2-этилгексанол  \nэтанол  \nтриэтиленгликоль  \n\nтранспорт (автомобильное безопасное стекло, звукопоглощающее стекло, HUD)  \nстроительство и архитектура (PVB для архитектурных промежуточных слоев)  \nФильмы высокой производительности  \nLLumar™  \nFlexvue™  \nSunTek™  \nV-KOOL™  \nGila™  \n\nоконные пленки и защитные пленки  \nдля применения после продажи  \n\nXPEL, Inc.  \n3M Company  \nSaint-Gobain S.A.  \n\nполиэтилентерефталатная пленка  \nальфа-алифатическая термопластичная полиуретановая пленка  \n\nтранспорт (пленки для автомобильных окон и защиты покрытий после продажи)  \nстроительство и архитектура (оконные пленки для жилых и коммерческих зданий)  \nздравоохранение и благополучие (медицинские изделия)  \nСпециальные пластики  \nTritan™  \nсополиэстер  \nEastar™ сополиэстеры  \nSpectar™  \nсополиэстер  \nEmbrace™  \nсополиэстер  \nVisualize™  \nсемейство смол Eastman Aspira™  \nTreva™  \n\nстандартные сополиэстеры  \nпремиальные сополиэстеры  \nцеллюлозные биополимеры  \nмолекулярно переработанные сополиэстеры  \n\nS.K. Chemical Industries  \nSichuan Push Acetati Company Limited  \nDaicel Chemical Industries Ltd.  \nCovestro AG  \nTrinseo S.A.  \nSaudi Basic Industries Corporation  \n\nпараксилол  \nэтиленгликоль  \nцеллюлоза  \nочищенный терефталевый кислот  \nотходы пластика и текстиля  \n\nпотребительские товары (упаковка для потребителей, упаковка для косметики, витрины и дисплеи)  \nдлительного использования (бытовые товары и приборы)  \nздравоохранение и благополучие (медицинские изделия)  \nэлектроника (дисплеи)",
      "Продукт\tОписание\tОсновные конкуренты\tКлючевые исходные материалы\tКонечные применения\nДобавки для ухода\tПроизводные алкиламинов, органические кислоты и их производные, целлюлозные биополимеры\tОсновные строительные блоки для производства флокулянтов, промежуточные продукты для ПАВ, метам-основанные фумиганты для почвы, органические кислотные растворы\tBASF SE, Dow Inc., Huntsman Corporation, Corteva, Inc., Argo-Kanesho Co., Ltd., Bayer AG, Adisseo\tАлкиламины, акрилонитрил, спирты, метанол, оксид этилена, углекислый газ (\"CS2\"), каустическая сода, вода\tОбласти применения: водоподготовка, личная и бытовая гигиена, фармацевтика, сельское хозяйство и защита растений, решения для здоровья кишечника, сохранение и гигиена\nДобавки для покрытий\tПолимеры (целлюлозные, Tetrashield™, полиэстры, полиолефины)\tСпециальные соединения, специальные растворители, добавки для красок и специальные полимеры\tBASF SE, Dow Inc., Oxea, Celanese Corporation, Alternative Technologies\tДерево-целлюлоза, пропан, пропилен, строительство и строительные материалы (архитектурные покрытия), транспорт (ОЭМ и ремонтные покрытия), долговечные товары (дерево, промышленные покрытия и применения), потребительские товары (графические искусства, чернила и упаковка), электроника\nФункциональные амины\tАлкиламины, метиламины и соли, высшие амины и растворители\tBASF SE, US Amines Limited, Oxea GmbH, Arclin Inc.\tМетанол, аммиак, ацетон, этанол, бутанол\tАгрохимия, энергетика, потребительские товары, водоподготовка, промежуточные продукты для промышленности\nСпециальные жидкости и энергия\tTherminol™, Turbo oils, Skydrol™, SkyKleen™, Marlotherm™\tЖидкости для теплообмена и авиационные жидкости\tDow Inc., Exxon Mobil Corporation\tБензол, фосфор, неополиол-эфиры\tПромышленные химикаты и обработка (жидкости для теплообмена в химических процессах), возобновляемая энергия, коммерческая авиация",
      "Продукт\tОписание\tОсновные конкуренты\tКлючевые исходные материалы\tКонечные применения\nОксиловые спирты и производные\tАцетовая кислота и производные\tАцетатный ангидрид\tЭтилен\tГликолевые эфиры\tЭстеры\tОрганические кислоты и производные\tПроизводные олефинов, ацетильные производные, этилен, товарные растворители\nLyondell Basell, BASF SE  \nDow Inc.  \nOxea  \nCelanese Corporation  \nLonza  \nIneos Group Holdings S.A  \nПропан  \nЭтан  \nПропилен  \nУголь  \nПриродный газ  \nПара-ксилол  \nМета-ксилол  \nПромышленная химия и переработка  \nСтроительство и строительные материалы (покрытия, строительные химикаты, строительные материалы)  \nФармацевтика и сельское хозяйство  \nЗдоровье и благополучие  \nУпаковка  \n\nПластификаторы  \nEastman 168™  \nДиоктилфталат (\"DOP\")  \nBenzoflex™  \nTXIB™  \nEffusion™  \nОсновные непфталатные и пфталатные пластификаторы, а также ряд специализированных непфталатных пластификаторов  \nBASF SE  \nExxon Mobil Corporation  \nLG Chem, Ltd.  \nLanxess AG  \nПропан  \nПропилен  \nПара-ксилол  \nСтроительство и строительные материалы (непфталатные пластификаторы, используемые во внутренних поверхностях)  \nПотребительские товары (пищевая упаковка, упаковочные клеи, перчатки)  \nЗдоровье и благополучие (медицинские устройства)",
      "Основные продукты  \nПродукт\tОписание\tОсновные конкуренты\tОсновные исходные материалы\tКонечные применения  \nАцетатная ткань  \nEstron™  \nцеллюлозный ацетатный шпунт\tCelanese Corporation  \nCerdia International  \nDaicel Corporation\tдревесная целлюлоза  \nметанол  \nуголь с высоким содержанием серы\tфильтрующие материалы (в основном фильтры сигарет)  \nАцетатная нить и волокно  \nNaia™  \nEstron™  \nнатуральная (негарнированная) ацетатная нить  \nацетатная нить с растворным окрашиванием  \nстапль-волокно\tUAB Dirbtinis Pluostas  \nLenzing AG  \nAditya Birla Group\tдревесная целлюлоза  \nметанол  \nуголь с высоким содержанием серы  \nотходы пластика и текстиля\tпотребительские товары (одежда, домашние текстильные изделия и промышленные ткани)  \nздравоохранение и благополучие (медицинская лента)  \nАцетильные химические продукты  \nEstrobond™  \nтриацетин  \nцеллюлозный ацетатный гранулят  \nуксусная кислота  \nуксусный ангидрид\tJiangsu Ruijia Chemistry Co., Ltd.  \nPolynt SpA  \nDaicel Corporation  \nCelanese Corporation  \nCerdia International\tдревесная целлюлоза  \nметанол  \nуголь с высоким содержанием серы\tфильтрующие материалы (в основном фильтры сигарет)  \nНетканые материалы  \nНетканые материалы  \nмокроложенные нетканые материалы  \nспециальные и инженерные бумаги  \nцеллюлозный ацетатный волокон\tHollingsworth and Vose Company  \nLydall, Inc.  \nBorgWarner Inc.\tнатуральные и синтетические волокна  \nнеорганические и металлические добавки  \nсмолы\tфильтрующие и фрикционные материалы для транспорта  \nпромышленные  \nсельское хозяйство и горнодобывающая промышленность  \nаэрокосмические рынки"
    ],
    "answer": "Предоставленные данные включают описания продуктов, ключевые сырьевые материалы и сферы конечного использования в различных компаниях, но не содержат финансовых отчетов Eastman Chemical Company или конкретного разбивки выручки по сферам конечного использования. Без подробных данных о выручке по сегментам, показывающих, какой процент выручки Eastman приходится на такие сферы, как транспорт, строительство или здравоохранение, невозможно точно определить долю, приходящуюся на высокорастущие сферы конечного использования, или оценить, как этот состав сравнивается с его конкурентами. Для ответа на этот вопрос потребуются дополнительные финансовые раскрытия или данные о сегментации выручки."
  },
  {
    "text": "Разделение сезонных рекламных доходов и линейного спортивного влияния на риск снижения прибыли.",
    "references": [
      "Линейные сети и прямые сервисы для потребителей конкурируют за внимание зрителей и долю аудитории в первую очередь с другими телевизионными сетями, независимыми телевизионными станциями и другими средствами массовой информации, такими как другие сервисы потокового вещания для потребителей, социальные сети и видеоигры. Что касается продажи рекламного времени, мы конкурируем с другими телевизионными сетями, независимыми телевизионными станциями, MVPD, другими сервисами потокового вещания для потребителей и другими рекламными медиа, такими как цифровой контент, газеты, журналы, радио и рекламные щиты. Наши телевизионные станции в основном конкурируют за аудиторию и рекламодателей на местных рынках.\n\nЛинейные сети конкурируют с другими сетями за размещение в MVPD. Договорные соглашения компании с MVPD периодически возобновляются или пересматриваются в ходе обычной деловой деятельности. Консолидация и другие рыночные условия в отрасли кабельного, спутникового и телекоммуникационного вещания, включая уровень абонентов и другие факторы, могут негативно повлиять на способность компании получать и поддерживать договорные условия для распространения ее различных программных услуг, столь же выгодные, как и существующие.\n\nБизнесы по продаже и лицензированию контента конкурируют со всеми формами развлечений и значительным числом компаний, которые производят и/или распространяют фильмы и серийный контент, распространяют продукты на рынке домашнего развлечения, предоставляют услуги платного ТВ/видео по запросу, а также производят музыку и живое театральное искусство.\n\nРезультаты операционной деятельности в сфере продажи и лицензирования контента колеблются из-за сроков и результатов релизов в кинотеатрах, домашнем развлечении и телевизионных рынках. Даты релизов определяются рядом факторов, включая конкуренцию и сроки отпусков и праздничных периодов.\n\nМы также конкурируем с другими медиа- и развлекательными компаниями, независимыми продюсерскими компаниями и сервисами по запросу видео за талантливых художников и исполнителей, авторские права на истории, концепции шоу, сценарные и другие программы, поддержку рекламодателей, производственные мощности и места для показа, которые необходимы для успеха наших развлекательных бизнесов.\n\nРекламные доходы в Линейных сетях и в сервисах прямого доступа к потребителям подвержены сезонным колебаниям рекламных расходов и изменениям уровня просмотров. Как правило, рекламные доходы в США несколько выше в осенний период и несколько ниже в летние месяцы. Доходы от филиалов зависят от уровня абонентов MVPD.",
      "Спорт конкурирует за внимание зрителей и долю аудитории в первую очередь с другими телекомпаниями, независимыми телеканалами и другими средствами массовой информации, такими как другие DTC-сервисы потокового вещания, социальные сети и видеоигры. Что касается продажи рекламного времени, мы конкурируем с другими телекомпаниями, независимыми телеканалами, MVPD и другими рекламными медиа, такими как цифровой контент, газеты, журналы, радио и рекламные щиты.  \nТелеканалы Sports конкурируют с другими сетями за размещение в MVPD. Договорные соглашения компании с MVPD время от времени возобновляются или пересматриваются в ходе обычной деловой деятельности. Консолидация и другие рыночные условия в отрасли кабельного, спутникового и телекоммуникационного вещания, а также иные факторы могут негативно повлиять на способность компании получать и поддерживать договорные условия для распространения ее различных программных услуг, столь же выгодные, как и те, что действуют в настоящее время.  \nМы также конкурируем с другими медиа- и развлекательными компаниями, а также с сервисами по запросу за права на спорт, талантливых творческих и исполнительских персоналий, иное программное обеспечение, поддержку рекламодателей и производственные мощности, которые необходимы для успеха наших спортивных бизнесов.  \nРекламные доходы подвержены изменениям в уровне охвата аудитории и спроса на спортивные программы. Рекламные доходы, полученные от спортивного контента, также зависят от сроков проведения спортивных сезонов и мероприятий, которые могут варьироваться в течение года или происходить периодически (например, раз в два года, раз в четыре года). Доходы от филиалов зависят от числа абонентов MVPD.",
      "Тематические парки и курорты компании, а также круизный флот Disney Cruise Line и Disney Vacation Club конкурируют с другими формами развлечений, размещения, туризма и досуговых мероприятий. Прибыльность индустрии досуга может быть подвержена влиянию различных факторов, которые не находятся под прямым контролем, включая экономические условия, такие как деловой цикл и колебания валютных курсов, проблемы со здоровьем, политическая обстановка, тенденции в туристической отрасли, количество свободного времени, цены на нефть и транспорт, погодные условия и стихийные бедствия. Бизнес лицензирования и розничной торговли конкурирует с другими лицензиарами, розничными торговцами и издателями, использующими имена персонажей, брендов и знаменитостей, а также с другими лицензиарами, издателями и разработчиками программного обеспечения для игр, онлайн-видеоконтента, веб-сайтов, других видов домашнего развлечения и розничными торговцами игрушек и детских товаров.  \n\nВсе тематические парки и сопутствующие курортные объекты работают круглый год. Как правило, посещаемость тематических парков и заполняемость курортов колеблются в зависимости от сезонной природы отпусков и досуговых мероприятий, открытия новых гостевых предложений, а также цен и рекламных акций. Пик посещаемости и заполняемости курортов обычно приходится на летние месяцы, когда проходят школьные каникулы, а также на начало зимы и весенние праздничные периоды. Кроме того, доходы от тематических парков и курортов могут быть выше во время значимых празднований, таких как юбилеи парков или персонажей, и ниже в периоды, следующие за такими событиями. Бизнес лицензирования, розничной и оптовой торговли зависит от сезонного потребительского поведения, что обычно приводит к более высоким доходам в первом и четвертом финансовых кварталах, а также от сроков и результатов выхода театральных постановок, игровых продуктов и телевизионных передач."
    ],
    "answer": "Предоставленные ссылки показывают, что как сегменты Linear Networks, так и Sports подвержены сезонным колебаниям рекламных доходов, что может влиять на прибыльность Disney. Например, рекламные доходы в сегменте Linear Networks обычно выше осенью и ниже летом из-за изменений в охвате аудитории и сезонных моделей рекламы. Аналогично, сегмент Sports испытывает колебания доходов, связанные с датами спортивных сезонов и крупных спортивных мероприятий. Эти сезонные колебания могут приводить к периодам как более высокой, так и более низкой прибыльности.\n\nДля снижения этих рисков Disney использует несколько мер. Во-первых, компания стремится заключать долгосрочные контракты и вести переговоры с поставщиками мультиканального видеопрограммирования (MVPD), что способствует стабилизации доходных потоков. Во-вторых, диверсифицированная бизнес-портфель Disney — включающий продажи и лицензирование контента, тематические парки, курорты и услуги напрямую для потребителей — выступает в качестве буфера, поскольку не все сегменты испытывают одинаковую степень сезонности. Кроме того, контрактная и операционная гибкость компании, такая как запуск стратегически важного контента в периоды пиковой активности и обеспечение стабильной производительности доходов от филиалов, дополнительно помогает компенсировать циклический характер рекламных поступлений.\n\nВ целом, хотя сезонные колебания в рекламе могут влиять на прибыльность в краткосрочной перспективе, стратегия Disney, основанная на контрактных соглашениях и диверсификации бизнеса, помогает смягчить эти риски."
  },
  {
    "text": "Тикер CVS: Структура издержек и влияние на EBITDA от переговоров с производителями рецептурных лекарств.",
    "references": [
      "Индустрия медицинского страхования характеризуется высокой конкуренцией, главным образом из-за большого числа коммерческих и некоммерческих конкурентов, маркетинговых и ценовых стратегий конкурентов, а также роста числа конкурирующих продуктов, включая новые, которые постоянно появляются на рынке. Новые участники рынка, а также консолидация в отрасли способствовали и, как ожидается, усилит конкурентную среду. Кроме того, быстрое изменение отрасли, переход к розничному рынку, ориентированному на потребителя, включая страховые биржи, и активное использование технологий для взаимодействия с членами, поставщиками и клиентами, повышают риски, с которыми сталкивается компания, в связи с появлением новых участников и действиями, способными нарушить существующую конкуренцию, по сравнению с предыдущими периодами.\n\nКомпания считает, что ключевыми факторами, отличающими конкурирующие медицинские планы, являются воспринимаемое общее качество (включая статус аккредитации), качество обслуживания, полнота покрытия, стоимость (включая тарифы премий, скидки на поставщиков и расходы членов), дизайн продукта, финансовая устойчивость и рейтинги, широта и качество сетей поставщиков, способность предлагать различные варианты сетей поставщиков, наличие в этих сетях поставщиков и качество программ поддержки и управления уходом за членами. Компания считает, что она конкурентоспособна по каждому из этих факторов. Способность компании увеличить число лиц, охваченных ее медицинскими планами, или увеличить выручку сегмента медицинских льгот, зависит от ее способности отличаться от конкурентов по этим факторам. Конкуренция также может повлиять на доступность услуг от поставщиков, включая врачей первичной медицинской помощи, специалистов и больниц.\n\nСтраховые продукты конкурируют с местными и региональными медицинскими планами, медицинскими планами и другими планами, спонсируемыми другими крупными коммерческими страховыми компаниями, медицинскими планами, принадлежащими системам здравоохранения, новыми участниками рынка и многочисленными коммерческими и некоммерческими организациями, действующими по лицензии Ассоциации «Блю Кросс» и «Блю Шилд». Крупнейшим конкурентом в сегменте Medicare является Original Medicare. Дополнительными конкурентами в сегменте медицинских льгот являются иные медицинские и стоматологические организации, различные специализированные поставщики услуг (включая поставщиков услуг по управлению лекарственными средствами), консультанты по здравоохранению, финансовые компании, интегрированные организации по оказанию медицинских услуг (сети поставщиков, которые также координируют административные услуги и несут страховой риск своих членов), третьи лица-администраторы («TPA») и, для некоторых планов, программы, спонсируемые федеральным или государственным правительством. Новые конкуренты включают стартапы, медицинские планы, принадлежащие поставщикам, новые совместные предприятия (включая некоммерческие совместные предприятия между компаниями из различных отраслей), финансовые компании, которые распространяют конкурирующие продукты на своих собственных частных биржах, и консалтинговые фирмы, распространяющие конкурирующие продукты на своих собственных частных биржах, а также нетрадиционные дистрибьюторы, такие как розничные компании. Способность компании увеличить число лиц, застрахованных по коммерческим медицинским страховым продуктам, также зависит от желания и способности работодателей осуществлять самофинансирование их медицинского страхования.\n\nМедицинские планы сегмента медицинских льгот (ASC) конкурируют в основном с другими крупными коммерческими компаниями по медицинскому страхованию, многочисленными коммерческими и некоммерческими организациями, действующими по лицензии Ассоциации «Блю Кросс» и «Блю Шилд», и третьими лицами-администраторами (TPA).\n\nПомимо конкурентного давления, влияющего на способность компании привлекать новых клиентов или удерживать существующих, медицинская членская база сегмента медицинских льгот была и может продолжать быть негативно затронута неблагоприятными и/или неопределенными экономическими условиями и сокращением рабочей силы существующими клиентами из-за неблагоприятных и/или неопределенных общих экономических условий, особенно в США и отраслях, где такая членская база сконцентрирована.",
      "Компания считает, что основными конкурентными факторами в отрасли здравоохранения являются: (i) способность заключать выгодные скидки с производителями лекарств, а также заключать выгодные скидки и обеспечивать доступ к розничным сетям аптек; (ii) способность выявлять и применять эффективные программы управления затратами с использованием клинических стратегий, включая разработку и использование предпочтительных формуларий; (iii) способность продвигать услуги PBM и другие продукты и услуги здравоохранения; (iv) приверженность предоставлению гибких, ориентированных на клинические аспекты услуг клиентам и оперативному реагированию на потребности клиентов; (v) способность привлекать и удерживать врачей, медсестер-практиков, медицинских ассистентов и других медицинских работников; (vi) качество, охват и стоимость продуктов и услуг, предлагаемых клиентам и их участникам, а также качество оказываемой клиентам помощи; и (vii) операционное превосходство в предоставлении услуг.\n\nСегмент здравоохранительных услуг имеет значительное количество конкурентов, предлагающих услуги PBM, включая крупные национальные компании PBM (например, Prime Therapeutics и MedImpact), PBM, принадлежащие крупным национальным медицинским планам (например, бизнес Express Scripts корпорации Cigna и бизнес OptumRx UnitedHealth), а также более мелкие независимые PBM. Предложения MinuteClinic сегмента здравоохранительных услуг конкурируют с розничными медицинскими клиниками, клиниками неотложной помощи и первичными медицинскими кабинетами. Компания конкурирует за решения для поставщиков и бизнес в области информационных технологий здравоохранения («HIT») с другими крупными медицинскими планами и коммерческими страховыми компаниями, а также с компаниями, специализирующимися на информационных технологиях и решениях для поставщиков.\n\nОперации компании в области первичной медицинской помощи конкурируют с крупными и средними местными и национальными поставщиками первичной медицинской помощи, такими как Aledade, Centerwell и практики, связанные со здравоохранительными системами, в том числе за контракты с плательщиками, привлечение врачей и других медицинских и немедицинских работников, а также за отдельных пациентов. Основные конкуренты в области первичной медицинской помощи в отношении пациентов и контрактов с плательщиками значительно различаются по типу и идентичности в зависимости от рынка. Из-за низких барьеров для входа на рынок первичной медицинской помощи и возможности врачей владеть центрами первичной медицинской помощи и/или быть медицинскими директорами своих центров, конкуренция за рост на существующих и расширяющихся рынках не ограничивается крупными конкурентами с существенными финансовыми ресурсами.\n\nОперации компании в области ACO конкурируют с поставщиками управления рисками в здравоохранении. Ключевыми конкурентами являются компании, которые напрямую работают с поставщиками, чтобы помочь им успешно взять на себя риски в рамках соглашений, основанных на ценности. Некоторые из этих конкурентов сосредоточены на конкретной функции — например, аналитике, — в то время как другие предлагают более комплексные услуги. MSSP предлагает комплексные услуги, включая совместную модель ACO, пакет инструментов и услуг по охране здоровья населения, а также возможность организации домашних ежегодных профилактических осмотров, что является уникальным и отличает компанию от конкурентов. Некоторые ключевые конкуренты действуют на национальном уровне (например, Aledade, Collaborative Health Systems, Evolent Health, Vytalize Health и Stellar Health), в то время как другие конкуренты имеют более ограниченную географическую направленность (например, Equality Health и Physicians of Southwest Washington).\n\nОперации компании в области IHE и связанных услуг конкурируют с широким спектром местных и национальных поставщиков диагностических и оценочных услуг, предоставляемых на дому, виртуально и в личном присутствии. Среди конкурентов — компании, чья основная деятельность заключается в предоставлении оценок рисков здоровья и подобных услуг (например, Matrix Medical Network), а также крупные плательщики, которые могут использовать различные поставщики для проведения оценок рисков здоровья в различных условиях оказания медицинской помощи или могут проводить некоторые или все свои оценки рисков здоровья, используя собственные внутренние возможности.",
      "Розничная аптечная деятельность является высококонкурентной. Компания считает, что конкурирует главным образом на основе: (i) расположения и удобства магазинов, (ii) обслуживания и удовлетворенности клиентов, (iii) ассортимента и разнообразия товаров, и (iv) цены. В районах, где она работает, компания конкурирует с другими сетями аптек (например, Walgreens и Rite Aid), супермаркетами, магазинами со скидками (например, Walmart), независимыми аптеками, ограничительными аптечными сетями, онлайн-продавцами (например, Amazon), клубами с членскими взносами, аптеками для инфузий, а также аптеками, осуществляющими дистанционную выдачу лекарств.  \n\nУслуги аптек для долгосрочного ухода (LTC) носят в высокой степени региональный или местный характер, и в пределах определенной географической зоны их оказания конкуренция высока. Крупнейшим конкурентом компании по услугам аптек для долгосрочного ухода на национальном уровне является PharMerica. Компания также конкурирует с многочисленными местными и региональными учрежденческими аптеками, аптеками, принадлежащими учреждениям долгосрочного ухода, а также местными розничными аптеками. В некоторых штатах были приняты законы о «свободе выбора» или «любой готовый поставщик» в рамках программ Medicaid штата или в отдельных законах, что может увеличить конкуренцию, с которой компания сталкивается при оказании услуг жителям учреждений долгосрочного ухода в этих штатах."
    ],
    "answer": "Качественная информация в предоставленных источниках поддерживает анализ того, как стратегии переговоров CVS Health с производителями лекарств и розничными аптеками способствуют снижению структуры издержек компании, положительно влияя на ее маржу EBITDA и общее финансовое состояние. Способность CVS Health заключать выгодные соглашения о скидках снижает стоимость приобретения лекарств и медикаментов, что приводит к уменьшению себестоимости продаж и операционных расходов. В условиях конкурентного рынка, где маржи могут сжиматься из-за роста издержек, такие переговоры не только способствуют контролю над расходами, но и повышают операционный рычаг, что в свою очередь улучшает маржу EBITDA.\n\nНапример, заключая более крупные скидки, CVS Health может обеспечить более выгодные цены на лекарства и расширить доступ к экономически эффективным розничным аптечным сетям. Это приводит к более низкой базе издержек, позволяя компании генерировать более высокую операционную прибыль по отношению к выручке. Высокие маржи EBITDA, в свою очередь, поддерживают стабильные денежные потоки, снижают финансовые риски и обеспечивают дополнительную гибкость для распределения капитала, стратегических инвестиций или обслуживания долга.\n\nХотя источники предоставляют качественный контекст для этих конкурентных динамик, они не содержат конкретных численных расчетов относительно масштаба экономии или прямого количественного влияния на маржу EBITDA. Для точного количественного определения того, как эти переговоры влияют на маржу EBITDA, потребуется детальный финансовый анализ с использованием данных из отчетов о прибылях и убытках и отчетов о движении денежных средств CVS Health. Тем не менее, исходя из описанного стратегического контекста и конкурентных факторов, можно сделать вывод, что эффективные переговоры тесно связаны с более здоровой структурой издержек и улучшенными финансовыми показателями в целом."
  }
]